Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: An attempt was made to subscribe your address to the mailing list %(listaddr)s. You are already subscribed to this mailing list. Note that the list membership is not public, so it is possible that a bad person was trying to probe the list for its membership. This would be a privacy violation if we let them do this, but we didn't. If you submitted the subscription request and forgot that you were already subscribed to the list, then you can ignore this message. If you suspect that an attempt is being made to covertly discover whether you are a member of this list, and you are worried about your privacy, then feel free to send a message to the list administrator at %(listowner)s.
es: Se ha intentado subscribir su direcci&oacute;n de correo electr&oacute;nico a la lista de distribuci&oacute;n %(listaddr)s. Usted ya est&aacute; subscrito a esta lista de distribuci&oacute;n. Dese cuenta de que la subscripci&oacute;n a la lista de distrubici&oacute;n no es libre, por lo tanto, puede ser que alguien con malas intenciones est&eacute; probando la lista para ver si puede descubrir a sus subscriptores. Esto puede llegar a resultar en una violaci&oacute;n de la privacidad si lo dejamos hacer esto, pero resulta que no es as&iacute;. Si realmente mand&oacute; la solicitud de subscripci&oacute;n y olvid&oacute; que ya estaba subscrito a la lista, entonces puede olvidar este mensaje. Si sospecha que alguien realmente ha tratado de descubrir disimuladamente si usted es un subscriptor de esta lista, y le preocupa su privacidad, entonces si lo considera oportuno mande un mensaje al administrador de la lista a %(listowner)s.
hu: Az e-mail címeddel megpróbáltak felíratni a(z) %(listaddr)s levelezõlistára, amelynek már tagja vagy. A listatagok névsora nem nyilvános, ezért lehetséges hogy valaki ártó szándékkal próbálta a listatagok névsorát megszerezni. Ezt biztonsági okokból nem engedtük. Ha véletlenül próbáltál már újra feliratkozni olyan listára, amelynek tagja vagy, akkor nyugodtan töröld ezt a levelet. Azonban ha azt gyanítod, hogy valaki jogtalanul szeretné megtudni, hogy ennek a listának tagja vagy-e, akkor nyugodtan értesítsd a lista adminisztrátorát errõl, a következõ címen: %(listowner)s.

source: This list does not support digest delivery.
hu: A listán nincs digest küldés.

source: This list only supports digest delivery.
hu: A listán csak a digest küldés mûködik.

source: You have been successfully subscribed to the %(realname)s mailing list.
hu: Feliratkozásod a(z) %(realname)s listára sikeresen megtörtént.

source: Traditional Chinese
es: Chino tradicional
hu: Hagyományos kínai

source: Czech
hu: Cseh

source: German
es: Alem&aacute;n
hu: Német

source: English (USA)
es: Ingl&eacute;s (EEUU)
hu: Angol (USA)

source: Spanish (Spain)
es: Espa&ntilde;ol (Espa&ntilde;a)
hu: Spanyol

source: French
es: Franc&eacute;s
hu: Francia

source: Simplified Chinese
es: Chino simplificado
hu: Egyszerûsített kínai

source: Hungarian
es: H&uacute;ngaro
hu: Magyar

source: Italian
es: Italiano
hu: Olasz

source: Japanese
es: Japon&eacute;s
hu: Japán

source: Norwegian
es: Noruego
hu: Norvég

source: Russian
es: Ruso
hu: Orosz

source: Note: Since this is a list of mailing lists, administrative notices like the password reminder will be sent to your membership administrative address, %(addr)s.
es: Nota: Debido a que se trata de una lista de distribución que manda a otras listas de distribución, las notificaciones tales como el recordatorio de las claves se mandarán a la dirección administrativa de su dirección, %(addr)s.
hu: Megjegyzés: Mivel a listán más levelezõlisták címei vannak, ezért az adminisztrációs üzenetek, mint például a jelszó emlékeztetõ a beállított adminisztrációs címre lesznek elküldve, %(addr)s.

source: (Digest mode)
es: (Modo Resumen)
hu: (Digest mód)

source: Welcome to the "%(realname)s" mailing list%(digmode)s
es: Bienvenido a la lista de distribución %(realname)s%(digmode)s
hu: Üdvözlet a(z) "%(realname)s" levelezõlistán%(digmode)s

source: You have been unsubscribed from the %(realname)s mailing list
hu: Sikeresen leiratkoztál a(z) %(realname)s levelezõlistáról

source: %(listfullname)s mailing list reminder
es: Recordatorio de la lista de distribuci&oacute;n %(listfullname)s
hu: %(listfullname)s levelezõlista emlékeztetõ

source: For some unknown reason
es: Debido a alg&uacute;n motivo desconocido
hu: Ismeretlen indok miatt

source: Your message was rejected
es: Su mensaje ha sido rechado
hu: Üzeneted vissza lett utasítva

source: Archiving Options
hu: Archiválási beállítások

source: List traffic archival policies.
es: Pol&iacute;tica de almacenaje del tr&aacute;fico de la lista.
hu: Lista archívumának beállításai.

source: Archive messages?
es: &iquest;Almacenar los mensajes?
hu: Üzeneteket archiváljam?

source: private
es: privado
hu: privát

source: public
es: publico
hu: nyilvános

source: Is archive file source for public or private archival?
es: &iquest;El fichero es la fuente para el archivo p&uacute;blico o privado?
hu: Az archívum forrásállománya nyilvános vagy privát archívumhoz kell?

source: Monthly
es: Mensual
hu: Havonta

source: Quarterly
es: Trimestral
hu: Negyedévente

source: Yearly
es: Anual
hu: Évente

source: Daily
es: Diario
hu: Naponta

source: Weekly
es: Semanal
hu: Hetente

source: How often should a new archive volume be started?
es: &iquest;Cada cuanto tiempo deber&iacute;a empezarse un nuevo volumen de archivo?
hu: Milyen gyakran kell új archívum kötetet kezdeni?

source: Auto-responder
es: Contestador autom&aacute;tico
hu: Automatikus válaszok

source: Should Mailman send an auto-response to mailing list posters?
es: ¿Debería mandar Mailman una respuesta autom&aacute;tica a los subscriptores de la lista de distribución?
hu: Küldjön a Mailman automatikus választ a listára küldõknek?

source: Auto-response text to send to mailing list posters.
es: Texto de auto-respuesta a mandar a los remitentes de la lista de distribución.
hu: Automatikus válasz szövege a listára küldõknek.

source: Should Mailman send an auto-response to emails sent to the -admin and -owner addresses?
es: &iquest;Deber&iacute;a enviar Mailman una respuesta autom&aacute;tica a los mensajes de correo que vayan a la direcciones -admin y -owner?
hu: Küldjön a Mailman automatikus választ az -admin és -owner címre érkezõ levelekre?

source: Auto-response text to send to -admin and -owner emails.
es: Texto de contestaci&oacute;n autom&aacute;tica a mandar a los mensajes -admin y -owner
hu: Automatikus válasz szövege az -admin és -owner címekre érkezõ levelekre.

source: Yes, w/discard
es: Si, con descarte
hu: Igen, és elvet

source: Yes, w/forward
es: Si, con redirección
hu: Igen, és továbbít

source: Should Mailman send an auto-response to emails sent to the -request address? If you choose yes, decide whether you want Mailman to discard the original email, or forward it on to the system as a normal mail command.
es: &iquest;Deber&iacute;a mandar Mailman una contestaci&oacute;n autom&aacute;tica a los mensajes que se env&iacute;en a la direcci&oacute;n -request?. Si elige que si, decida si quiere que Mailman descarte el mensaje original, o por el contrario que lo mande al sistema como un mensaje normal con ordenes.
hu: Küldjön a Mailman automatikus választ a -request címre érkezõ levelekre? Ha igen, akkor beállítható, hogy az eredeti levelet a Mailman elvesse, vagy feldolgozásra továbbítsa, mint ahogy azt az e-mail parancsokat tartalmazó levéllel alapesetben teszi.

source: Auto-response text to send to -request emails.
es: Texto a mandar en la respuesta autom&aacute;tica a los mensajes que env&iacute;en a la direcci&oacute;n -request
hu: Automatikus válasz szövege a -request címre érkezõ levelekre.

source: Number of days between auto-responses to either the mailing list or -admin/-owner address from the same poster. Set to zero (or negative) for no grace period (i.e. auto-respond to every message).
es: Número de días entre las respuestas automáticas que vayan a la lista de distribución o a la dirección -admin/-owner desde el mismo remitente. Póngalo a cero (o negativo) para que no exista ningún periodo de gracia (es decir, contestar automáticamente a cada mensaje).
hu: Napok száma az automatikus válaszok ideje között annak a beküldõnek, aki a levelezõlistára vagy az -admin/-owner címre küldött leveleket. Nullát (vagy negatív) értéket megadva nem vár (azonnal automatikusan válaszol minden elküldött levélre).

source: These policies control the automatic bounce processing system in Mailman. Here's an overview of how it works. <p>When a bounce is received, Mailman tries to extract two pieces of information from the message: the address of the member the message was intended for, and the severity of the problem causing the bounce. The severity can be either <em>hard</em> or <em>soft</em> meaning either a fatal error occurred, or a transient error occurred. When in doubt, a hard severity is used. <p>If no member address can be extracted from the bounce, then the bounce is usually discarded. Otherwise, each member is assigned a <em>bounce score</em> and every time we encounter a bounce from this member we increment the score. Hard bounces increment by 1 while soft bounces increment by 0.5. We only increment the bounce score once per day, so even if we receive ten hard bounces from a member per day, their score will increase by only 1 for that day. <p>When a member's bounce score is greater than the <a href="?VARHELP=bounce/bounce_score_threshold">bounce score threshold</a>, the subscription is disabled. Once disabled, the member will not receive any postings from the list until their membership is explicitly re-enabled (either by the list administrator or the user). However, they will receive occasional reminders that their membership has been disabled, and these reminders will include information about how to re-enable their membership. <p>You can control both the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">number of reminders</a> the member will receive and the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" >frequency</a> with which these reminders are sent. <p>There is one other important configuration variable; after a certain period of time -- during which no bounces from the member are received -- the bounce information is <a href="?VARHELP=bounce/bounce_info_stale_after">considered stale</a> and discarded. Thus by adjusting this value, and the score threshold, you can control how quickly bouncing members are disabled. You should tune both of these to the frequency and traffic volume of your list.
hu: A következõkben ismertetettek alapján mûködik a Mailmanban a visszapattanások automatikus kezelése. <p>Minden egyes visszapattanásnál a Mailman a következõ két információt keresi meg az üzenetben: azon listatag címét, akinek az üzenet el lett küldve és a visszapattanást okozó hiba súlyosságát. A hiba lehet <em>súlyos</em> vagy <em>átmeneti</em>, attól függõen, hogy azt rendszer hiba vagy valamilyen átmeneti hiba okozta. Ha nem lehet kideríteni, akkor súlyos hibaként kezeli a program a visszapattanást. <p>Ha az üzenetben nem található listatag címe, akkor a levél figyelmen kívül lesz hagyva. Ha található listatag címe, akkor a taghoz rendelt <em>visszapattanási pontértéket</em> kell növelni. Minden súlyos visszapattanás 1 ponttal, minden átmeneti 0.5 ponttal növeli a pontszámot. Naponta csak egyszer növeljük a pontszámot, így még ha egy nap alatt tíz súlyos visszapattanást kapunk ugyanattól a listatagtól, a pontszáma akkor is csak 1-el fog nõni az adott napon. <p>Ha listatag visszapattanási pontszáma eléri a <a href="?VARHELP=bounce/bounce_score_threshold">maximális visszapattanási pontértéket</a>, akkor a listatagságot kikapcsolja a program. Ezek után a tag a listáról addig nem kap újabb üzenetet, amíg listatagságát (õ vagy a lista adminisztrátora) vissza nem állítja. Azonban idõnként értesítést kap, hogy a tagsága ki van kapcsolva és hogy hogyan tudja azt visszaállítani. <p>Mind az <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">értesítõk számát</a>, mind azok kiküldésének <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" >gyakoriságát</a> be lehet állítani. <p>Egy másik fontos változóval be lehet állítani azon napok számát -- amely alatt újabb visszapattanás nem érkezik a tagtól --, ami után a visszapattanási értéket <a href="?VARHELP=bounce/bounce_info_stale_after">lejártnak kell tekinteni</a> és törölni lehet. Ezzel és a visszapattanási pontértékkel lehet szabályozni, hogy a visszapattanást elõidézõ tagok milyen hamar legyenek kikapcsolva. A változók értékeit a lista forgalma és gyakorisága alapján érdemes megváltoztatni.

source: Should Mailman perform automatic bounce processing?
hu: Hajtson végre a Mailman automatikus visszapattanás kezelést?

source: By setting this value to <em>No</em>, you disable all automatic bounce processing for this list, however bounce messages will still be discarded so that the list administrator isn't inundated with them.
hu: A listához tartozó automatikus visszapattanás kezelést <em>Nem</em>-mel lehet kikapcsolni. A listán ekkor sem fognak a megjelenni a visszapattanási üzenetek, így a lista adminisztrátora továbbra is értesül ezekrõl.

source: The maximum member bounce score before the member's subscription is disabled. This value can be a floating point number.
hu: Azon visszapattanási pontérték, amelyet elérve a listatagságot ki kell kapcsolni. Ez a pont érték nem egész szám is lehet.

source: The number of days after which a member's bounce information is discarded, if no new bounces have been received in the interim. This value must be an integer.
hu: A napok száma, amely alatt ha újabb visszapattanás nem történik a listatag visszapattanási értékei törlõdnek. Az értéknek egész számnak kell lennie.

source: How many <em>Your Membership Is Disabled</em> warnings a disabled member should get before their address is removed from the mailing list. Set to 0 to immediately remove an address from the list once their bounce score exceeds the threshold. This value must be an integer.
hu: A listatag hány <em>Listatagságod kikapcsolva</em> értesítést kapjon mielõtt címét töröljük a listáról? 0-t megadva a beállított visszapattanási pontértéket elérve azonnal törlõdik a listáról. Az értéknek egész számnak kell lennie.

source: The number of days between sending the <em>Your Membership Is Disabled</em> warnings. This value must be an integer.
hu: Az elküldött, <em>Listatagságod kikapcsolva</em> üzenetek közötti napok száma. Az értéknek egész számnak kell lennie.

source: Notifications
hu: Értesítések

source: Digest options
hu: Digest beállítások

source: Batched-delivery digest characteristics.
es: Caracter&iacute;sticas de la entrega de los mensajes en uno solo (digest).
hu: Egyben küldendõ digest levelek beállításai.

source: Can list members choose to receive list traffic bunched in digests?
es: &iquest;Pueden elegir los subscriptores recibir el tr&aacute;fico de la lista agupado en un solo mensaje? (digest)
hu: A lista tagok választhatnak, hogy a lista forgalmát egyben, digest formában kapják?

source: Regular
hu: Rendes

source: Which delivery mode is the default for new users?
es: &iquest;Que tipo de entrega van a tener los nuevos usuarios por defecto?
hu: Melyik küldési mód az alapértelmezett új felhasználóknál?

source: Plain
es: Plano
hu: Sima

source: When receiving digests, which format is default?
es: Cuando se reciban los mensajes agrupados en uno solo, &iquest;que formato se utilizar&aacute; por defecto?
hu: Digesetek küldésekor melyik formátum az alapértelmezett?

source: How big in Kb should a digest be before it gets sent out?
es: &iquest;Que tama&ntilde;o en Kb deber&iacute;a alcanzar un digest antes de que se llegue a mandar?
hu: A digest leveleknek elküldésükhöz legalább mekkora méretûnek kell lenniük (KB-ban)?

source: Should a digest be dispatched daily when the size threshold isn't reached?
es: &iquest;Se debe entregar el digest diariamente si el umbral establecido en el tama&ntilde;o no se ha alcanzado?
hu: A digest levelek akkor is elküldésre kerüljenek, ha a napi minimum méretet nem érik el?

source: Header added to every digest
es: Cabecera a a&ntilde;adir a cada digest
hu: Minden digesthez csatolandó fejléc

source: Text attached (as an initial message, before the table of contents) to the top of digests.
es: Texto a a&ntilde;adir (como un mensaje inicial, antes de la tabla de contenido) al principio de los digests.
hu: Szöveg (bevezetõ részként, még a levelek felsorolása elõtt), amely minden digest elején megjelenik.

source: Footer added to every digest
es: Pi&eacute; de p&aacute;gina a a&ntilde;adir a cada digest
hu: Lábléc minden digest végén

source: Text attached (as a final message) to the bottom of digests.
es: Texto a a&ntilde;adir (como un mensaje de despedida) al final de cada digest.<p>
hu: A digestek végére (utolsó üzenetként) csatolandó szöveg.

source: How often should a new digest volume be started?
es: &iquest;Cada cuanto tiempo deber&iacute;a empezar un volumen nuevo de mensajes recopilatorios?
hu: Milyen gyakran kell új archívum kötetet kezdeni?

source: When a new digest volume is started, the volume number is incremented and the issue number is reset to 1.
es: Cuando se empieza de nuevo un volumen recopilatorio, el n&uacute;mero de volumen se incrementa y el n&uacute;mero de env&iacute;no se pone a 1.
hu: Minden egyes új digest kötet kezdetekor a kötet szám eggyel növekszik és a levelek sorszáma 1-rõl indul.

source: Should Mailman start a new digest volume?
es: &iquest;Deber&iacute;a empezar Mailman un volumen nuevo de recopilatorios
hu: Új digestet kezdjen a Mailman?

source: Setting this option instructs Mailman to start a new volume with the next digest sent out.
es: Activando esta opci&oacute;n le dir&aacute; a Mailman que empiece un volumen nuevo cuando se mande el siguiente mensaje recopilatorio.
hu: Az opció megadásával új digest kötetet kezd a Mailman, az aktuálisat pedig elküldi a címzetteknek.

source: Should Mailman send the next digest right now, if it is not empty?
es: &iquest;Deber&iacute;a mandar Mailman el pr&oacute;ximo digest justo ahora, siempre y cuando no est&eacute; vac&iacute;o?
hu: Elküldje most azonnal a következõ digest levelet a Mailman, ha az nem üres?

source: Bad email address for option %(property)s: %(val)s
hu: Rossz e-mail cím lett a %(porperty)s részben megadva: %(val)s

source: General Options
es: Opciones Generales
hu: Általános beállítások

source: Fundamental list characteristics, including descriptive info and basic behaviors.
hu: Fontos lista jellemzõk, mint például: a leírása és alapvetõ mûködése a listának.

source: General list personality
hu: Általános lista jellemzõk

source: The public name of this list (make case-changes only).
es: El nombre p&uacute;blico de esta lista (solo cambios convincentes)
hu: A lista hivatalos neve (kis-, nagybetûket változtass csak).

source: The capitalization of this name can be changed to make it presentable in polite company as a proper noun, or to make an acronym part all upper case, etc. However, the name will be advertised as the email address (e.g., in subscribe confirmation notices), so it should <em>not</em> be otherwise altered. (Email addresses are not case sensitive, but they are sensitive to almost everything else :-)
es: La capitalizaci&oacute;n de este nombre se puede cambiar para hacerlo presentable de acuerdo con la pol&iacute;tica de la compa&ntilde;&iacute;a tal como un nombre propio, o para hacer un acr&oacute;nimo en may&uacute;sculas, etc. Sin embargo, el nombre se publicar&aacute; como una direcci&oacute;n de correo electr&oacute;nico (ej: en las notificaciones para confirmar la subscripci&oacute;n), por lo tanto, <em>no</em> se deber&iacute;a alterar. (En las direcciones de correo electr&oacute;nico no se distinguen may&uacute;sculas de min&uacute;sculas, pero si se distinguen para cualquier otro prop&oacute;sito :-)
hu: A név nagybetûssé tételével a lista neve jobban megfelelhet az igényeknek. Azonban ez a név a mûködési címet is jelenti (pl. feliratkozási megerõsítésnél), így semmilyen más módon <em>nem szabad</em> megváltoztatni. (Az e-mail címeknél a kis- és nagybetû nem, de minden más eltérés számít :-)

source: The list administrator email addresses. Multiple administrator addresses, each on separate line is okay.
es: La direcci&oacute;nes de los administradores de la lista - son v&aacute;lidas varias direcciones (cada una en una &uacute;nica l&iacute;nea)
hu: A listához tartozó adminisztrátori e-mail címek. Több adminisztrátor cím esetén egy sorban csak egy legyen megadva.

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the <a href="?VARHELP=general/moderator">email addresses of the list moderators</a>. Note that the field you are changing here specifies the list administators.
hu: Minden levelezõlistának két különbözõ típusú gazdája lehet. A <em>lista adminisztrátoroknak</em> a lista felett korlátlan, hatalmuk van. A lista bármely beállítását megváltoztathatják az adminisztrációs oldalakon keresztül. <p>Ezzel szemben a <em>lista moderátorok</em>, vagyis a szerkesztõk korlátozott jogokkal rendelkeznek; a lista beállításait nem változtathatják meg, de a beavatkozásra váró teendõket, mint például a fel-, leiratkozásokat, vagy a visszatartott leveleket kezelhetik. Természetesen mindezeket a <em>lista adminisztrátorok</em> is elvégezhetik. <p>A lista adminisztrálásának és szerkesztésének elkülönítéséhez az általános beállítások oldal alján meg lehet adni egy <a href="passwords"> szerkesztõi jelszót</a>, a szerkesztõk <a href="?VARHELP=general/moderator">e-mail</a> címeit pedig itt kell felsorolni. A mezõben itt most a szerkesztõket kell felsorolni.

source: The list moderator email addresses. Multiple moderator addresses, each on separate line is okay.
es: Las direcciones de correo electr&oacute;nico de los moderadores de la lista Son v&aacute;lidas varias direcciones de moderador, cada una en una l&iacute;nea distinta.
hu: A listához tartozó szerkesztõk e-mail címei. Több szerkesztõi cím esetén egy sorban csak egy legyen megadva.
