Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: Send password reminders for all lists to all users. This program scans all mailing lists and collects users and their passwords, grouped by the list's host_name if mm_cfg.VIRTUAL_HOST_OVERVIEW is true. Then one email message is sent to each unique user (per-virtual host) containing the list passwords and options url for the user. The password reminder comes from the mm_cfg.MAILMAN_SITE_LIST, which must exist. Usage: %(PROGRAM)s [options] Options: -h/--help Print this message and exit.
hu: Jelszó-emlékeztetõ elküldése a lista összes tagjának. A program, ha az mm_cfg.VIRTUAL_HOST_OVERVIEW értéke igaz, a rendszeren található összes levelezõlista tagnak egyedi levelet küld el az adott felhasználó jelszavával és a beállítási oldalának címével. A jelszó- emlékeztetõt a mm_cfg.MAILMAN_SITE_LIST-ben beállított értékkel küldi el. Használat: %(PROGRAM)s [kapcsolók] Kapcsolók: -h/--help Kiírja ezt a súgót és kilép.

source: Site list is missing: %(sitelistname)s
hu: Hiányzik a rendszerszintû lista: %(sitelistname)s

source: Password // URL
hu: Jelszó // URL

source: %(host)s mailing list memberships reminder
hu: %(host)s levelezõlista emlékeztetõ

source: Re-generate the Pipermail gzip'd archive flat files. This script should be run nightly from cron. When run from the command line, the following usage is understood: Usage: %(program)s [-v] [-h] [listnames] Where: --verbose -v print each file as it's being gzip'd --help -h print this message and exit listnames Optionally, only compress the .txt files for the named lists. Without this, all archivable lists are processed.
hu: Újrakészíti a Pipermail gzip formátumú archívumát. A szkriptet éjszakánként cron-al célszerû futtatni. Parancssorból a következõ módon kell használni: Használat: %(program)s [-v] [-h] [listanevek] Ahol: --verbose -v Megjeleníti a feldolgozás alatt lévõ állomány nevét. --help -h Megjeleníti ezt a súgót és kilép. listanevek Ha listanév meg lett adva, akkor a lista .txt állományait tömöríti. Ha nem lett listanév megadva, akkor az összes archíválható listán végig megy a program.

source: Dispatch digests for lists w/pending messages and digest_send_periodic set. Typically it's invoked via cron.
hu: Továbbítja a listákhoz tartozó digesteket, a beavatkozásra váró leveleket a digest_send_periodic -ban megadott idõnként. A programot alapesetben a cron futtatja.

source: nomail
es: sincorreo

source: digest
es: agrupado

source: <b>nomail</b> -- Is delivery to the member disabled?
es: <b>sincorreo</b> -- ¿Est&aacute; inhabilitada la entrega de correo al subscriptor?

source: <b>not metoo</b> -- Does the member avoid copies of their own posts?
es: <b>a mi no</b> -- &iquest;Evita el subscriptor copia de sus propios mensajes?

source: <p><b>real_name</b> attribute not changed! It must differ from the list's name by case only.<p>
es: <p>El atributo <b>real_name</b> no se ha cambiado! Tiene que diferenciarse del nombre de la lista solo en may&uacute;sculas o min&uacute;sculas.<p>

source: Your confirmation is required in order to complete the subscription request to the mailing list <em>%(listname)s</em>. Your subscription settings are shown below; make any necessary changes and hit <em>Subscribe</em> to complete the confirmation process. Once you've confirmed your subscription request, you will be shown your account options page which you can use to further customize your membership options. <p>Or hit <em>Cancel and discard</em> to cancel this subscription request.
es: Hace falta confirmaci&oacute;n para completar la petici&oacute;n de subscripci&oacute;n a la lista de distribuci&oacute;n <em>%(listname)s</em>. Sus preferencias de subscripci&oacute;n se muestran abajo, realice cualquier cambio que estime oportuno y pulse <em>Subscribir</em> para completar el proceso de confirmaci&oacute;n. Una vez que haya confirmado la petici&oacute;n de subscripci&oacute;n, se le mostrar&aacute;n la p&aacute;gina con sus preferencias de subscripci&oacute;n que podr&aacute; utilizar de aqu&iacute; en adelante para ajustar sus preferencias de subscripci&oacute;n. <p>O pulse <em>Cancelar y discartar</em> para cancelar esta petici&oacute;n de subscripci&oacute;n

source: The passwords you entered in the confirmation screen did not match, so your original subscription password will be used instead. Your password will have been generated by Mailman if you left the password fields blank. In any event, your membership password will be sent to you in a separate acknowledgement email.<p>
es: Las claves que indic&oacute; en la pantalla de confirmaci&oacute;n no son iguales, por lo que se usar&aacute; la clave original indicada en su solicitud. Las claves habr&aacute;n sido generadas autom&aacute;ticamente por Mailman si dej&oacute; las casillas en blanco. En cualquier caso, la clave de subscripci&oacute;n se le enviar&aacute; en un mensaje de correo electr&oacute;nico aparte.<p>

source: Auto-responder characteristics.<p> In the text fields below, Python %(string)s interpolation is performed with the following key/value substitutions: <p><ul> <li><b>%(listname)s</b> - <em>gets the name of the mailing list</em> <li><b>%(listurl)s</b> - <em>gets the list's listinfo URL</em> <li><b>%(requestemail)s</b> - <em>gets the list's -request address</em> <li><b>%(adminemail)s</b> - <em>gets the list's -admin address</em> <li><b>%(owneremail)s</b> - <em>gets the list's -owner address</em> </ul> <p>For each text field, you can either enter the text directly into the text box, or you can specify a file on your local system to upload as the text.
es: Car&aacute;cter&iacute;sticas del contestador autom&aacute;tico.<p> En cada uno de los campos que est&aacute;n abajo. Python realiza interpolaci&oacute;n de %(string)s con las siguientes correspondencias clave/valor: <p><ul> <li><b>%(listname)s</b> - <em>corresponde al nombre de la lista de distribuci&oacute;n</em> <li><b>%(listurl)s</b> - <em>corresponde a la URL de la p&aacute;gina de informaci&oacute;n de la lista</em> <li><b>%(requestemail)s</b> - <em>corresponde a la direcci&oacute;n -request de la lista</em> <li><b>%(owneremail)s</b> - <em>corresponde a la direcci&oacute;n -admin de la lista</em> <li><b>%(owneremail)s</b> - <em>corresponde a la direcci&oacute;n -owner de la lista</em> </ul> <p>Para cada campo de texto, puede escribir directamente el texto dentro del recuadro, o puede especificar un fichero en su sistema local con el texto a incluir.

source: Digest
es: Agrupado

source: Before adding a list-specific <tt>Reply-To:</tt> header, should any existing <tt>Reply-To:</tt> field be stripped from the message?
es: Antes de agregar una cabecera <tt>Reply-To:</tt> especifica de la lista, &iquest;Se debe eliminar cualquier campo <tt>Reply-To:</tt> del mensaje?

source: Click here for the list of
es: Dele con el rat&oacute;n aqu&iacute; para ver la lista de subcriptores de

source: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines: ## %(listname)s mailing list ## created: %(date)s %(user)s %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin
es: Para terminar de crear su lista de distribución, tiene que editar el fichero /etc/aliases (o equivalente) añadiendo las siguientes líneas: ## Lista de distribución %(listname)s ## creada: %(date)s por %(user)s %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin

source: To finish removing your mailing list, you must edit your /etc/aliases (or equivalent) file by removing the following lines: %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin
es: Para terminar de borrar su lista de distribución, tiene que editar el fichero /etc/aliases (o equivalente) y borrar las siguientes líneas: %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin

source: checking permissions on %(DBFILE)s
es: Comprobando los permisos de %(DBFILE)s

source: %(DBFILE)s permissions must be 066x (got %(octmode)s)
es: Los permisos de %(DBFILE)s tienen que ser 066x (tiene %(octmode)s)

source: checking ownership of %(DBFILE)s
es: Comprobando la propiedad de %(DBFILE)s

source: %(DBFILE)s owned by %(owner)s (must be owned by mailman)
es: %(DBFILE)s pertenece a %(owner)s (tiene que pertenecer a mailman)

source: To finish creating your mailing list, execute the following commands with the proper permission: echo '|preline %(wrapper)s post %(listname)s' >~alias/.qmail-%(listname)s echo '|preline %(wrapper)s mailowner %(listname)s' >~alias/.qmail-%(listname)s-admin echo '|preline %(wrapper)s mailcmd %(listname)s' >~alias/.qmail-%(listname)s-request echo '&%(listname)s-admin' >~alias/.qmail-owner-%(listname)s echo '&%(listname)s-admin' >~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-%(listname)s ~alias/.qmail-%(listname)s-admin chmod 644 ~alias/.qmail-%(listname)s-request ~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-owner-%(listname)s
es: Para terminar de crear su lista de distribución, ejecute las ordenes siguientes con los permisos adecuados: echo '|preline %(wrapper)s post %(listname)s' >~alias/.qmail-%(listname)s echo '|preline %(wrapper)s mailowner %(listname)s' >~alias/.qmail-%(listname)s-admin echo '|preline %(wrapper)s mailcmd %(listname)s' >~alias/.qmail-%(listname)s-request echo '&%(listname)s-admin' >~alias/.qmail-owner-%(listname)s echo '&%(listname)s-admin' >~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-%(listname)s ~alias/.qmail-%(listname)s-admin chmod 644 ~alias/.qmail-%(listname)s-request ~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-owner-%(listname)s

source: To finish removing your mailing list, you must remove the all the entires for the %(listname)s aliases.
es: Para terminar de borrar su lista de distribución, tiene que quitar todos los aliases que haya de %(listname)s.

source: Dump the contents of any Mailman `database' file. Usage: %(PROGRAM)s [options] filename Options: --marshal/-m Assume the file contains a Python marshal, overridding any automatic guessing. --pickle/-p Assume the file contains a Python pickle, overridding any automatic guessing. --help/-h Print this help message and exit If the filename ends with `.db', then it is assumed that the file contains a Python marshal. If the file ends with `.pck' then it is assumed to contain a Python pickle. In either case, if you want to override the default assumption \(or if the file ends in neither suffix), use the -p or -m flags.
es: Vuelca el contenido de cualquier fichero de base de datos de Mailman. Sintaxis: %(PROGRAM)s [opciones] fichero Opciones: --marshal/-m Supone que el fichero está en formato marshal de Python, anulando cualquier averiguación automática --pickle/-p Supone que el fichero está en formato pickle de Python , anulando cualquier averiguación automática --help/-h Imprime este mensaje de ayuda y termina Si el nombre del fichero termina con `.db', entonces se supone que el fichero está en formato marshal de Python. Si el nombre del fichero termina en `.pck' entonces se supone que el fichero está en formato pickle de Python. En cualquier caso, si se quiere anular la suposición por defecto \(o si el nombre de fichero no termina con ningún sufijo), hay que utilizar la opción -p o -m.

source: List all the members of a mailing list. Usage: %(PROGRAM)s [-o file] [-r] [-d] [-p] [-h] listname Where: --output file -o file Write output to specified file instead of standard out. --regular -r Print just the regular (non-digest) members. --digest -d Print just the digest members. --preserve -p Output member addresses case preserved the way they were added to the list. Otherwise, addresses are printed in all lowercase. --help -h Print this help message and exit. listname is the name of the mailing list to use. Note that if neither -r or -d is supplied, both regular members are printed first, followed by digest members, but no indication is given as to address status.
es: Lista todos los subscriptores de una lista de distribución. Sintaxis: %(PROGRAM)s [-o fichero] [-r] [-d] [-p] [-h] lista Donde --output fichero -o fichero Escribe la salida al fichero especificado en vez de la salida estándar. --regular -r Solo imprime los subscriptores regulares (no-digest). --digest -d Solo imprime los subscriptores digest. --preserve -p Saca las direcciones tal como fueron apuntadas a la lista. Por defecto las saca en minúsculas. --help -h Imprime este mensaje y termina. lista es el nombre de la lista de distribución a usar. Hay que tener en cuenta que si no se indica ni -r ni -d, se imprimirán los subscriptores regulares seguidos por los subscriptores digest sin indicación alguna de qué direcciones son regulares o digest

source: # SOME DESCRIPTIVE TITLE. # Copyright (C) YEAR ORGANIZATION # FIRST AUTHOR <EMAIL@ADDRESS>, YEAR. # msgid "" msgstr "" "Project-Id-Version: PACKAGE VERSION\n" "POT-Creation-Date: %(time)s\n" "PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE\n" "Last-Translator: FULL NAME <EMAIL@ADDRESS>\n" "Language-Team: LANGUAGE <LL@li.org>\n" "MIME-Version: 1.0\n" "Content-Type: text/plain; charset=CHARSET\n" "Content-Transfer-Encoding: ENCODING\n" "Generated-By: pygettext.py %(version)s\n"
es: # ALGUNOS TÍTUTLOS DESCRIPTIVOS. # Copyright (C) AÑO ORGANIZACIÓN # AUTOR PRINCIPAL <DIRECCION@DECORREO>, AÑOR. # msgid "" msgstr "" "Project-Id-Version: PAQUETE VERSIÓN\n" "POT-Creation-Date: %(time)s\n" "PO-Revision-Date: DD-MM-YY HO:MI+ZONA\n" "Last-Translator: NOMBRE Y APELLIDOS <DIRECCIÓN@DECORREO>\n" "Language-Team: IDIOMA <LL@li.org>\n" "MIME-Version: 1.0\n" "Content-Type: text/plain; charset=iso-8859-1\n" "Content-Transfer-Encoding: codificación\n" "Generated-By: pygettext.py %(version)s\n"

source: User `%(addr)s' not found.
es: El usuario `%(addr)s' no se ha encontrado.

source: Invalid : %30(addr)s
es: Inválida: %30(addr)s
