Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: No subject
es: Sin asunto
hu: Nincs tárgy megadva

source: Creating archive directory
es: Creando directorio de almacenaje
hu: Archívum könyvtárának létrehozása

source: Reloading pickled archive state
es: Recargando el estado de los ficheros almacenados
hu: Archívum állapota újra betöltve

source: Pickling archive state into
es: Preparando el estado del archivo a
hu: Az archívum állapotának mentése

source: Updating index files for archive [%(archive)s]
es: Actualizando el &iacute;ndice de los ficheros de [%(archive)s]
hu: [%(archive)s] archívum index állományainak frissítése

source: Thread
es: Hilo
hu: Téma

source: disabled
es: inhabilidata
hu: kikapcsolva

source: Bounce action notification
hu: Értesítés a visszapattanási beavatkozásról

source: (no subject)
es: (sin asunto)
hu: (nincs tárgy)

source: [No bounce details are available]
hu: [Nem található visszapattanási megjegyzés]

source: Moderator
es: Moderador
hu: Szerkesztõ

source: Administrator
es: Administrador
hu: Adminisztrátor

source: No such list <em>%(safelistname)s</em>
hu: Nincs <em>%(safelistname)s</em> nevû lista

source: Authorization failed.
es: Autorizaci&oacute;n infructuosa
hu: Sikertelen azonosítás

source: You have turned off delivery of both digest and non-digest messages. This is an incompatible state of affairs. You must turn on either digest delivery or non-digest delivery or your mailing list will basically be unusable.
es: Ha desactivado tanto la entrega digest como no digest de los mensajes. Este situaci&oacute;n es incompatible. Tiene que habilitar la entrega de los mensajes en modo digest o en modo no digest porque su lista de distribuci&oacute;n no ser&aacute; usable.
hu: Mind a digest és nem-digest küldési módot kikapcsoltad. A lista így nem fog az elvárásoknak megfelelõen mûködni, ezért valamelyik küldési módot engedélyezned kell.

source: Warning:
es: Advertencia:
hu: Figyelmeztetés:

source: You have digest members, but digests are turned off. Those people will not receive mail.
es: Tiene subscriptores con el digest activado, en esta lista los digests est&aacute;n desactivados. Esos subscriptores no recibir&aacute;n correo.
hu: Digest tagok vannak a listán, de a digest küldés ki lett kapcsolva. Ezek a tagok nem fognak levelet kapni.

source: You have regular list members but non-digestified mail is turned off. They will receive mail until you fix this problem.
es: Tiene subscriptores que quieren recibir el correo a medida que llega, pero esta modalidad est&aacute; desactivada. Ellos recibir&aacute;n correo hasta que corrija este problema.
hu: Rendes lista tagok vannak jelen a listán, de nincs engedélyezve a nem-digest levelek küldése. A leveleket változatlan formában kapják addig, amíg a problémát el nem hárítod.

source: %(hostname)s mailing lists - Admin Links
es: Listas de distribuci&oacute;n en %(hostname)s - Enlaces de administraci&oacute;n
hu: %(hostname)s levelezõlisták - Adminisztrációs oldalak

source: Welcome!
es: &iexcl;Bienvenidos!
hu: Üdvözlet!

source: <p>There currently are no publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s.
es: <p>Actualmente no hay listas de %(mailmanlink)s que anunciar p&uacute;blicamente.
hu: <p> Nem futnak nyilvános %(mailmanlink)s levelezõlisták a(z) %(hostname)s gépen.

source: <p>Below is the collection of publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s. Click on a list name to visit the configuration pages for that list.
es: <p>A continuaci&oacute;n se muestran las listas de distribuci&oacute;n de %(mailmanlink)s que se anuncian p&uacute;blicamente en %(hostname)s. Dele con el rat&oacute;n a un nombre de lista para visitar las p&aacute;ginas de configuraci&oacute;n de esa lista.
hu: <p>Alább a nyilvános %(mailmanlink)s levelezõlisták sora látható a(z) %(hostname)s gépen. Kattints a lista nevére a konfigurációs oldalának megtekintéséhez.

source: right
es: correcta
hu: megfelelõ

source: To visit the administrators configuration page for an unadvertised list, open a URL similar to this one, but with a '/' and the %(extra)slist name appended. If you have the proper authority, you can also <a href="%(creatorurl)s">create a new mailing list</a>. <p>General list information can be found at
es: Para configurar una lista que no se ense&ntilde;a p&uacute;blicamente, abra una URL similar a la que existe, pero con un '/' seguido por el nombre de la lista%(extra)s. Si tiene la autorizaci&oacute;n adecuada, tambi&eacute;n puede <a href="%(creatorurl)s">crear una lista de distribuci&oacute;n nueva</a>. <p>Se puede encontrar informaci&oacute;n general sobre las listas en
hu: Rejtett listák adminisztrációs oldalának megtekintéséhez a fentihez hasonló címet kell megadni. A címet egy '/' jellel és a %(extra)slistanévvel egészítsd ki. Ha rendelkezel a megfelelõ jogosultsággal , akkor <a href="%(creatorurl)s">új listát</a> is létrehozhatsz. <p>A levelezõlistákról részletes leírás található a

source: the mailing list overview page
es: la p&aacute;gina de informaci&oacute;n general de las listas de distribuci&oacute;n
hu: levelezõlisták információs oldalán

source: <p>(Send questions and comments to
es: <p>(Mande sus preguntas y comentarios a
hu: <p>(Kérdéseidet, észrevételeidet címezd ide

source: List
es: Lista
hu: Lista

source: Description
es: Descripci&oacute;n
hu: Leírás

source: [no description available]
es: descripción:
hu: [nem található leírás]

source: No valid variable name found.
hu: Nem található megadott névvel változó.

source: %(realname)s Mailing list Configuration Help <br><em>%(varname)s</em> Option
es: Ayuda de configuraci&oacute;n de la lista de distribuci&oacute;n %(realname)s, opci&oacute;n <br><em>%(varname)s</em>
hu: %(realname)s Levelezõlista beállítások súgó<br><em>%(varname)s</em>

source: Mailman %(varname)s List Option Help
es: Ayuda de Mailman para la opci&oacute;n de lista %(varname)s
hu: Mailman %(varname)s lista beállítások súgó

source: <em><strong>Warning:</strong> changing this option here could cause other screens to be out-of-sync. Be sure to reload any other pages that are displaying this option for this mailing list. You can also
es: <em><strong>Advertencia</strong> si modifica esta opci&oacute;n aqu&iacute; podr&iacute;a hacer que otras pantallas est&eacute;n desincronizadas. Asegurese de recargar cualquier otra p&aacute;gina que est&eacute; visualizando esta opci&oacute;n para esta lista de distribuci&oacute;n. Tambi&eacute;n puede
hu: <em><strong>Fontos:</strong> a beállítások itteni megváltoztatása a többi oldalon nem biztos, hogy megjelenik. Ezeket az oldalakat frissíteni kell. Vissza a(z)

source: return to the %(category)s options page.
es: Volver a la p&aacute;gina de opci&oacute;n de %(category)s
hu: %(category)s beállítások oldalra.

source: %(realname)s Administration (%(label)s)
es: Administraci&oacute;n de %(realname)s (%(label)s)
hu: %(realname)s lista adminisztrációja (%(label)s)

source: %(realname)s mailing list administration<br>%(label)s Section
es: Administraci&oacute;n de la lista de distribuci&oacute;n %(realname)s<br> Secci&oacute;n de %(label)s
hu: %(realname)s levelezõlista adminisztráció<br>%(label)s oldala

source: Configuration Categories
es: Categor&iacute;as de configuraci&oacute;n
hu: Beállítási kategóriák

source: Other Administrative Activities
es: Otras actividades administrativas
hu: Egyéb adminisztrációs teendõk

source: Tend to pending moderator requests
es: Ocuparse de las peticiones pendientes de moderar
hu: Szerkesztõi teendõk listája

source: Go to the general list information page
es: Ir a la p&aacute;gina de informaci&oacute;n general sobre la lista.
hu: A lista általános információs lapjának megtekintése

source: Edit the public HTML pages
hu: A lista nyilvános HTML oldalainak szerkesztése

source: Go to list archives
es: Ir al archivo de la lista
hu: Lista archívuma

source: Delete this mailing list
es: Borrar esta lista de distribuci&oacute;n
hu: Levelezõlista törlése

source: (requires confirmation)<br>&nbsp;<br>
hu: (azonosítás szükséges)<br>&nbsp;<br>

source: Logout
es: Desconexi&oacute;n
hu: Kilépés

source: Make your changes in the following section, then submit them using the <em>Submit Your Changes</em> button below.
hu: Változtatások után kattints a lap alján található <em>Változtatások mentése</em> gombra, azok elmentéséhez.

source: Additional Member Tasks
es: Tareas adicionales con los subscriptores
hu: Egyéb listatag kezelési funkciók

source: <li>Find members by <a href="http://www.python.org/doc/current/lib/re-syntax.html" >Python regular expression</a> (<em>regexp</em>)<br>
es: <li> Buscar subscriptores por <a href="http://www.python.org/doc/current/lib/re-syntax.html" >expresión regular Python</a> (<em>regexp</em><br>
hu: <li>Tagok keresése <a href="http://www.python.org/doc/current/lib/re-syntax.html">Python reguláris kifejezéssel</a> (<em>regexp</em>)<br>

source: Regexp:
es: Expresi&oacute;n regular:
hu: Keresési feltétel:

source: Search...
es: Buscar...
hu: Keresés...

source: <li>Set everyone's moderation bit, including those members not currently visible
es: <li>Activar el bit de moderaci&oacute;n de cualquiera, incluyendo a aquellos subscriptores que actualmente no est&eacute;n visibles
hu: <li>Állítsd be mindenkinek a moderálási jelzõjét, még azon tagokét is, akik nincsenek jelenleg felsorolva.

source: Off
es: Desactivar
hu: Ki

source: On
es: Activar
hu: Be

source: Set
es: Establecer
hu: Beállít

source: Value
es: Valor
hu: Érték

source: Badly formed options entry: %(record)s
es: La opci&oacute;n introducida se ha formado incorrectamente: %(record)s
hu: Rosszul megadott beállítások: %(record)s

source: <em>Enter the text below, or...</em><br>
es: <em>Indique el texto abajo, o...</em><br>
hu: <em>Add meg a szöveget lejjebb, vagy...</em><br>

source: <br><em>...specify a file to upload</em><br>
es: <br><em>...especifique el fichero a depositar</em><br>
hu: <br><em>...a feltöltendõ állományt</em><br>

source: Topic %(i)d
es: Asunto %(i)d
hu: Téma %(i)d

source: Delete
es: Borrar
hu: Törlés

source: Topic name:
hu: Téma neve:

source: Description:
hu: Leírás

source: Add new item...
es: Agregar elemento nuevo...
hu: Új téma hozzáadása...

source: ...before this one.
es: ...antes de &eacute;ste.
hu: ...ez elé.

source: ...after this one.
es: ...despu&eacute;s de &eacute;ste.
hu: ...ez után.

source: <br>(Details for <b>%(varname)s</b>)
es: <br>(Detalles de <b>%(varname)s</b>)
hu: <br>(Bõvebben a(z) <b>%(varname)s</b> témáról)

source: <br><em><strong>Note:</strong> setting this value performs an immediate action but does not modify permanent state.</em>
es: <br><em><strong>Nota:</strong> activando este valor realiza una acci&oacute;n inmediata pero no modifica el estado permanente.</em>
hu: <div ALIGN="right"><br><em><strong>Megjegyzés:</strong> ezzel a beállítással a kívánt változtatás azonnal végrehajtódik, de az állandó beállítások nem változnak meg.</em></div>

source: Mass Subscriptions
es: Subscripciones en Masa
hu: Több tag felvétele

source: Mass Removals
es: Bajas en masa
hu: Több tag törlése

source: Membership List
es: Lista de subscriptores
hu: Tagok Listája

source: Bad regular expression:
hu: Hibás keresési kifejezés:

source: %(allcnt)s members total, %(membercnt)s shown
es: %(allcnt)s subscriptores en total, se muestran %(membercnt)s
hu: Összesen %(allcnt)s tag, %(membercnt)s kiírva

source: %(allcnt)s members total
es: %(allcnt)s subscriptores en total
hu: Összesen %(allcnt)s tag

source: unsub
es: desubscribir
hu: töröl

source: member address<br>member name
es: direcci&oacute;n del subscriptor<br>nombre del subscriptor
hu: listatag címe<br>listatag neve

source: hide
es: oculto
hu: elrejt

source: mod
hu: moderált

source: ack
es: conf
hu: nyugta

source: not metoo
es: a mi no
hu: saját nem

source: plain
es: texto
hu: sima

source: language
es: idioma
hu: nyelv

source: <b>unsub</b> -- Click on this to unsubscribe the member.
es: <b>unsub</b> -- Pincha aqu&iacute; para anular la subscripci&oacute;n del subscriptor.
hu: <b>töröl</b> -- Beállításával törölni lehet a tagot a listáról.

source: <b>mod</b> -- The user's personal moderation flag. If this is set, postings from them will be moderated, otherwise they will be approved.
es: <b>mod</b> -- El flag de moderaci&oacute;n personal del usuario. Si est&aacute; activo, los envios que provengan de &eacute;l ser&aacute;n moderados, en otro caso ser&aacute;n aprobados
hu: <b>moderált</b> -- A tag egyéni moderálási jelzõje. Ha be van kapcsolva, akkor a tag minden beküldött üzenetét jóvá kell hagynia a szerkesztõnek, különben azonnal megjelenhet a listán.

source: <b>hide</b> -- Is the member's address concealed on the list of subscribers?
es: <b>oculto</b> -- &iquest;Aparece la direcci&oacute;n del subscriptor escondida en la lista de suscriptores?
hu: <b>elrejt</b> -- A felhasználó címe a tagok listáján ne jelenjen meg?

source: <b>ack</b> -- Does the member get acknowledgements of their posts?
es: <b>conf</b> -- &iquest;Obtiene el subscriptor confirmaci&oacute;n de sus env&iacute;os?
hu: <b>nyugta</b> -- A listatag üzenetei megérkezésérõl értesítést kap?

source: <b>digest</b> -- Does the member get messages in digests? (otherwise, individual messages)
es: <b>agrupado</b> -- &iquest;Recibe el subscriptor los mensajes recopilados? (en caso contrario, recibe los mensajes a medida que llegan)
hu: <b>digest</b> -- A tag a leveleket digestként kapja? (különben, egyesével)

source: <b>plain</b> -- If getting digests, does the member get plain text digests? (otherwise, MIME)
es: <b>texto</b> -- Los mensajes recopilados, &iquest;se reciben como solo texto? (en caso contrario, se reciben en MIME)
hu: <b>sima</b> -- Digest leveleknél a listatag milyen formában kapja a leveleket, sima? (különben, MIME)

source: <b>language</b> -- Language preferred by the user
es: <b>idioma</b> -- Idioma preferido por el usuario
hu: <b>nyelv</b> -- Felhasználó által beállított nyelv

source: <p><em>To view more members, click on the appropriate range listed below:</em>
es: <p><em>Para ver m&aacute;s subscriptores, d&eacute;le con el rat&oacute;n al rango apropiado de entre los que se listan abajo:</em>
hu: <p><em>Többi tag megtekintéséhez kattints a megfelelõ részre lent</em>

source: from %(start)s to %(end)s
es: de %(start)s a %(end)s
hu: %(start)s-tõl a %(end)s-ig

source: Send welcome message to this batch?
hu: Feliratkozáskor elküldésre kerüljön az üdvözlõszöveg?

source: no
hu: nem

source: yes
es: si
hu: igen

source: Send notifications to the list owner?
es: &iquest;Mandar notificaciones al propietario de la lista?
hu: Az értesítéseket elküldjem a lista tulajdonosnak?

source: Enter one address per line below...
es: Introduzca a continuaci&oacute;n cada direcci&oacute;n en una l&iacute;nea distinta...
hu: Soronként egy címet adj meg...

source: ...or specify a file to upload:
es: ... o especifique que fichero cargar
hu: ...vagy a feltöltendõ állományt:

source: Send unsubscription acknowledgement to the user?
hu: Értesítve legyenek a felhasználók a listáról való törlésükrõl?

source: Send notifications to the list owner?
hu: Az értesítéseket elküldjem a lista tulajdonosnak?

source: Change list ownership passwords
es: Cambiar la clave del propietario de la lista
hu: Lista tulajdonosi jelszavak módosítása

source: The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must set a separate moderator password in the fields below, and also provide the email addresses of the list moderators in the <a href="%(adminurl)s/general">general options section</a>.
hu: A <em>lista adminisztrátoroknak</em> a lista felett korlátlan, hatalmuk van. A lista bármely beállítását megváltoztathatják az adminisztrációs oldalakon keresztül. <p>Ezzel szemben a <em>lista moderátorok</em>, vagyis a szerkesztõk korlátozott jogokkal rendelkeznek; a lista beállításait nem változtathatják meg, de a beavatkozásra váró teendõket, mint például a fel-, leiratkozásokat, vagy a visszatartott leveleket kezelhetik. Természetesen mindezeket a <em>lista adminisztrátorok</em> is elvégezhetik. <p>A lista adminisztrálásának és a levelek kezelésének elkülönítéséhez itt alul meg lehet adni egy szerkesztõi jelszót. A szerkesztõk e-mail címeit pedig az <a href="%(adminurl)s/general">általános beállítások oldalon</a> lehet megadni.

source: Enter new administrator password:
es: Indique la clave nueva del administrador:
hu: Új adminisztrátori jelszó

source: Confirm administator password:
es: Confirme la clave del administrador:
hu: Adminisztrátori jelszó még egyszer:

source: Enter new moderator password:
es: Indique la clave nueva del moderador:
hu: Új szerkesztõi jelszó:

source: Confirm moderator password:
es: Confirme la clave del moderador:
hu: Szerkesztõi jelszó még egyszer:

source: Submit Your Changes
es: Enviar los cambios
hu: Változtatások mentése

source: Moderator passwords did not match
es: Las claves del Moderador no coinciden
hu: A szerkesztõi jelszavak nem egyeznek.

source: Administator passwords did not match
es: Las claves del Administrador no coinciden
hu: Az adminisztrátori jelszavak nem egyeznek.

source: Already a member
es: Ya est&aacute; subscrito
hu: Már tag

source: &lt;blank line&gt;
hu: &lt;üres sor&gt;

source: Bad/Invalid email address
es: Direcci&oacute;n de correo electr&oacute;nico incorrecta/inv&aacute;lida
hu: Hibás/érvénytelen e-mail cím

source: Hostile address (illegal characters)
hu: Tiltott cím (illegális karakterek)

source: Successfully Subscribed:
es: Ha sido subscrito satisfactoriamente
hu: Sikeresen felírva:

source: Error Subscribing:
es: Error subscribiendo:
hu: Hiba feliratkozáskor:

source: Successfully Unsubscribed:
es: Ha anulado su subscripci&oacute;n satisfactoriamente:
hu: Sikeresen törölve:

source: Cannot unsubscribe non-members:
es: No puedo anular la subscripci&oacute;n de direcciones que no est&eacute;n registradas:
hu: Nem lehet törölni azokat, akik nem listatagok:

source: Bad moderation flag value
es: Valor incorrecto del flag de moderaci&oacute;n
hu: Hibásan megadott moderálási beállítás

source: Not subscribed
es: No est&aacute; subscrito
hu: Nincs feliratkozva

source: Successfully Removed:
hu: Sikeresen törölve:

source: Error Unsubscribing:
es: Error dando de baja la subscripci&oacute;n:
hu: Hiba a törlésnél:

source: %(realname)s Administrative Database
es: Base de datos Administrativa %(realname)s
hu: %(realname)s adminisztráció adatbázisa

source: %(realname)s Administrative Database Results
es: Resultados de la base de datos administrativa de %(realname)s
hu: %(realname)s Adminisztrációs adatbázis kimenet

source: There are no pending requests.
es: No hay peticiones pendientes.
hu: Nincsen beavatkozásra váró teendõ.

source: Detailed instructions for the administrative database
hu: Adminisztrációs adatbázis mûveletek részletes ismertetése

source: Administrative requests for mailing list:
es: Peticiones administrativas para la lista de distribuci&oacute;n:
hu: Adminisztrációs teendõk a következõ levelezõlistán:

source: Submit All Data
es: Enviar todos los datos
hu: Összes változtatás mentése

source: a single held message.
hu: egyetlen jóváhagyásra váró üzenet

source: all held messages.
hu: az összes jóváhagyásra váró üzenet

source: Mailman Administrative Database Error
es: Error de base de datos administrativa de Mailman
hu: Hiba a Mailman adminisztrációs adatbázisában

source: list of available mailing lists.
es: lista de listas de distribuci&oacute;n que est&aacute;n disponibles.
hu: elérhetõ levelezõlisták sora.

source: You must specify a list name. Here is the %(link)s
es: Tienes que especificar un nombre de lista. Aqu&iiacute; est&aacute; el %(link)s
hu: Meg kell adnod a lista nevét. Itt az %(link)s

source: Subscription Requests
es: Peticiones de Subscripci&oacute;n
hu: Feliratkozási kérelmek

source: Your decision
hu: Döntésed

source: Reason for refusal
es: Motivo del rechazo
hu: Visszautasítás indoka

source: Defer
es: Diferir
hu: Elhalaszt

source: Approve
es: Aprobar
hu: Jóváhagy

source: Reject
es: Rechazar
hu: Visszautasít

source: Discard
es: Descartar
hu: Elvet

source: Unsubscription Requests
hu: Leiratkozási kérelmek

source: User address/name
hu: Listatag címe/neve

source: From:
es: de:
hu: Feladó:

source: Action to take on all these held messages:
hu: Teendõ az összes felsorolt függõ üzenettel:

source: Accept
es: Aceptar
hu: Jóváhagy

source: Preserve messages for the site administrator
hu: Levél megõrzése az adminisztrátor számára

source: Forward messages (individually) to:
hu: Üzenetek (egyenkénti) továbbküldése ide:

source: Add <b>%(esender)s</b> to a sender filter
hu: <b>%(esender)s</b> beküldõ hozzáadása a feladók szûréséhez

source: Accepts
hu: Engedélyezett

source: Discards
hu: Elvetett

source: Holds
hu: Függõ

source: Rejects
hu: Visszautasított

source: Click on the message number to view the individual message, or you can
hu: Az üzenet megtekintéséhez kattints a sorszámára, vagy

source: view all messages from %(esender)s
hu: nézd meg %(esender)s összes levelét.

source: Subject:
es: Asunto:
hu: Tárgy:

source: bytes
hu: byte

source: Size:
hu: Méret:

source: Reason:
es: Motivo:
hu: Indok:

source: not available
hu: nem elérhetõ

source: Posting Held for Approval
es: El env&iacute;o se ha retenido en espera de su aprobaci&oacute;n
hu: Jóváhagyásra váró levelek

source: (%(count)d of %(total)d)
es: (%(count)d de %(total)d
hu: (%(count)d / %(total)d)

source: <em>Message with id #%(id)d was lost.
es: <em>Se ha perdido el mensaje con el identificador #%(id)d
hu: <em>#%(id)d jelzésû levél elveszett.

source: <em>Message with id #%(id)d is corrupted.
es: <em>El mensaje con el id #%(id)d esta corrupto.
hu: <em>#%(id)d jelzésû levél sérült.

source: Action:
es: Acci&oacute;n:
hu: Intézkedés:

source: Preserve message for site administrator
es: Preservar el mensaje para el administrador del gestor de listas
hu: Levél megõrzése az adminisztrátor számára

source: Additionally, forward this message to:
es: Adicionalmente, puede reenviar este mensaje a:
hu: Ezenfelül küld tovább ezt a levelet ide:

source: If you reject this post,<br>please explain (optional):
es: Si rechaza este mensaje, <br>por favor, explique la causa (opcional):
hu: Ha visszautasítod ezt a levelet,<br> akkor az indoklást itt add meg (nem kötelezõ):

source: [No explanation given]
es: [No se ha proporcionado ninguna explicaci n]
hu: [Nincs megadva magyarázat]

source: Message Headers:
es: Cabeceras del mensaje:
hu: Levél fejlécek:

source: Message Excerpt:
es: Extracto del Mensaje
hu: Levél tartalma:

source: No reason given
hu: Nincs indok megadva

source: [No reason given]
es: [No se ha dado ninguna razón]
hu: [Nincs indok megadva]

source: Database Updated...
es: La base de datos ha sido actualizada...
hu: Adatbázis frissítve...

source: is already a member
es: ya es un subscriptor
hu: már tag

source: Confirmation string was empty.
hu: Üres megerõsítési azonosító.
