Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: User specific options page
es: P&aacute;gina de opciones espec&iacute;ficas del usuario
hu: Felhasználó beállítási oldala

source: List name is required.
es: Nombre de la m&aacute;quina que prefiere la lista.
hu: Meg kell adni a lista nevét.

source: %(realname)s -- Edit html for %(template_info)s
es: %(realname)s -- Editar el c&oacute;digo html para %(template_info)s
hu: %(realname)s -- %(template_info)s html szerkesztése

source: Edit HTML : Error
es: Editar HTML : Error
hu: HTML szerkesztése: Hiba

source: %(safetemplatename)s: Invalid template
hu: %(safetemplatename)s: Érvénytelen sablon

source: %(realname)s -- HTML Page Editing
es: %(realname)s -- Edici&oacute;n del c&oacute;digo HTML de las P&aacute;ginas
hu: %(realname)s -- HTML oldal szerkesztése

source: Select page to edit:
es: Seleccione la p&aacute;gina a editar:
hu: Válaszd ki a szerkesztendõ lapot:

source: View or edit the list configuration information.
es: Ver o editar la informaci&oacute;n de configuraci&oacute;n de la lista.
hu: A lista beállítások kimenetének megtekintése vagy szerkesztése.

source: When you are done making changes...
es: Cuando haya terminado de hacer los cambios...
hu: Változtatások befejezése után kattints ide...

source: Submit Changes
es: Confirmar los cambios
hu: Változtatások mentése

source: Can't have empty html page.
es: No se puede tener una p&aacute;agina html vac&iacute;a.
hu: Nem lehet üres html oldalt megadni.

source: HTML Unchanged.
es: El c&oacute;digo HTML no se ha cambiado
hu: Nincs változtatás.

source: HTML successfully updated.
es: Se ha cambiado el c&oacute;digo HTML satisfactoriamente
hu: HTML sikeresen frissítve.

source: %(hostname)s Mailing Lists
es: Listas de distribuci&oacute;n de %(hostname)s
hu: %(hostname)s Levelezõlisták

source: <p>There currently are no publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s.
es: <p>No hay actualmente listas de distribuci&oacute;n de %(mailmanlink)s anunciadas p&uacute;blicamente en %(hostname)s.
hu: <p> Nem futnak nyilvános %(mailmanlink)s levelezõlisták a(z) %(hostname)s gépen.

source: <p>Below is a listing of all the public mailing lists on %(hostname)s. Click on a list name to get more information about the list, or to subscribe, unsubscribe, and change the preferences on your subscription.
es: <p>A continuaci&oacute;n se muestran todas las listas de distribuci&oacute;n p&uacute;blicas de %(hostname)s. D&eacute;le con el rat&oacute;n al nombre de una determinada lista para obtener m&aacute;s informaci&oacute;n sobre dicha lista, para subscribirse a ella, borrarse, o cambiar las preferencias de su subscripci&oacute;n.
hu: <p>Alább a(z) %(hostname)s gépen mûködõ nyilvános levelezõlisták sora látható. A listáról bõvebb információért, feliratkozáshoz, leiratkozáshoz, vagy a beállításaid módosításához kattints a lista nevére.

source: right
es: correcto
hu: megfelelõ

source: To visit the info page for an unadvertised list, a URL similar to this one, but with a '/' and the %(adj)s list name appended. <p>List administrators, you can visit
es: Para visitar la p&aacute;gina de una lista que no se anuncia, abra una URL parecida a &eacute;sta, pero con un "/" seguido por el nombre %(adj)s de la lista. <p>Los administradores de listas pueden visitar
hu: Rejtett listák információinak megtekintéséhez a fentihez hasonló címet kell megadni, de a '/' után add meg még a %(adj)s lista nevét. <p>Lista adminisztrátorok a

source: the list admin overview page
es: la p&aacute;gina general de administraci&oacute;n de listas
hu: listák adminisztrátori oldalán

source: to find the management interface for your list. <p>Send questions or comments to
es: para acceder al interfaz de gesti&oacute;n de su lista.<p>(Env&iacute;e sus preguntas o comentarios a
hu: kezelhetik listáikat. <p>Kérdéseidet, észrevételeidet címezd ide

source: Edit Options
es: Editar opciones
hu: Beállítások szerkesztése

source: View this page in
es: Ver esta p&aacute;gina en
hu: Az oldal nyelve

source: CGI script error
es: Error del gui&oacute;n CGI
hu: CGI szkript hiba

source: Invalid options to CGI script.
es: Le ha pasado argumentos incorrectos al programa CGI
hu: Érvénytelen CGI szkript kapcsoló

source: No such member: %(safeuser)s.
hu: Nem található %(safeuser)s címmel tag.

source: The confirmation email has been sent.
es: Se ha enviado el mensaje de confirmaci&oacute;n.
hu: A megerõsítésre felszólító levél el lett küldve.

source: A reminder of your password has been emailed to you.
es: Se le ha mandado un recordatorio de su clave por correo electr&oacute;nico.<p>
hu: Az emlékeztetõ a jelszavadról e-mailben el lett küldve.

source: Authentication failed.
es: La autentificaci&oacute;n ha sido infructuosa.
hu: Sikertelen azonosítás

source: List subscriptions for %(user)s on %(hostname)s
es: Subscripciones de %(user)s en %(hostname)s
hu: %(user)s felhasználó listatagságai a(z) %(hostname)s gépen

source: Click on a link to visit your options page for the requested mailing list.
es: D&eacute;le con el rat&oacute;n a un enlace para visitar su p&aacute;gina de opciones en la lista de distribuci&oacute;n solicitada.
hu: A levelezõlistán lévõ beállításaid megtekintéséhez kattints ide:

source: Addresses did not match!
es: Las direcciones no coinciden!
hu: A címek nem egyeznek!

source: You are already using that email address
hu: Jelenleg is ezt az e-mail címet használod.

source: Addresses may not be blank
es: Las direcciones no deber&iacute;n estar en blanco
hu: Legalább egy címet meg kell adnod.

source: A confirmation message has been sent to %(newaddr)s
es: Se le ha enviado un mensaje de confirmaci&oacute;n a %(newaddr)s
hu: Megerõsítési értesítés a(z) %(newaddr)s címre el lett küldve.

source: Bad email address provided
es: Ha proporcionado una direcci&oacute;n de correo incorrecta
hu: A megadott e-mail cím hibás.

source: Illegal email address provided
es: Se ha proporcionado una direcci&oacute;n de correo ilegal
hu: A megadott e-mail cím érvénytelen.

source: %(newaddr)s is already a member of the list.
es: %(newaddr)s ya est&aacute; subscrito a la lista.
hu: %(newaddr)s már tagja a listának.

source: Member name successfully changed.
hu: Listatag neve sikeresen megváltoztatva.

source: Passwords may not be blank
es: Las claves nodeber&iacute;n estar en blanco
hu: Kötelezõ megadni jelszót

source: Passwords did not match!
es: Las claves no coinciden!
hu: A jelszavak nem egyeznek!

source: Password successfully changed.
es: Se ha cambiado la clave satisfactoriamente.
hu: Jelszó megváltoztatva.

source: You must confirm your unsubscription request by turning on the checkbox below the <em>Unsubscribe</em> button. You have not been unsubscribed!
es: Tiene que confirmar su solicitud de baja activando la casilla de verificaci&oacute;n que est&aacute; debajo del bot&oacute;n <em>Desubscribir</em>. No ha sido dado de baja!.
hu: Meg kell erõsítened a leiratkozási szándékodat a <em>Leiratkozás</em> gomb alatti kapcsoló kipipálásával. Nem lettél törölve a listáról!

source: via the member options page
es: a trav&eacute;s de la p&aacute;gina de opciones del subscriptor
hu: a felhasználó beállítási oldaláról

source: Unsubscription results
es: Resultados de la desubscripci&oacute;n
hu: Törölve

source: Your unsubscription request has been received and forwarded on to the list moderators for approval. You will receive notification once the list moderators have made their decision.
es: Su solicitud de baja se ha recibido y mandada a los moderadores de las listas para su aprobaci&oacute;n. Recibir&aacute; una notificaci&oacute; una vez que el moderador haya tomado una decisi&oacute;n
hu: Leiratkozási kérelmedet megkaptuk és továbbítottuk a lista szerkesztõjéhez jóváhagyásra. A szerkesztõ döntésérõl e-mailben kapsz értesítést.

source: You have been successfully unsubscribed from the mailing list %(fqdn_listname)s. If you were receiving digest deliveries you may get one more digest. If you have any questions about your unsubscription, please contact the list owners at %(owneraddr)s.
hu: Sikeresen leiratkoztál a(z) %(fqdn_listname)s levelezõlistáról. Ha digest módban kaptad a leveleket, akkor egy utolsó elküldésre kerül. Bármilyen kérdéssel a leiratkozással kapcsolatban nyugodtan a fordulj a lista tulajdonosához ezen a címen: %(owneraddr)s

source: The list administrator has disabled digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
es: El administrador de la lista ha inhabilitado las recopilaciones para esta lista, sin embargo el resto de sus opciones han sido definidas con &eacute;xito.
hu: A lista adminisztrátora letiltotta a levelek digest-típusú küldését , ezért ezt a küldési módot nem lehet megadni. Azonban a többi változtatás sikeresen el lett mentve.

source: The list administrator has disabled non-digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
es: El administrador de la lista de distribuci&oacute;n ha inhabilitado la entrega de los mensajes a medida que van llegando, por lo que la opci&oacute;n de entrega no se ha activado. Sin embargo, el resto de sus opciones se ha cambiado correctamente.
hu: A lista adminisztrátora letiltotta a lista nem-digest típusú küldését , ezért ezt a küldési módot nem lehet megadni. Azonban a többi változtatás sikeresen el lett mentve.

source: You have successfully set your options.
es: Ha definido sus opciones con &eacute;xito.
hu: A kívánt változtatások sikeresen el lettek mentve.

source: You may get one last digest.
es: Puede que obtenga una &uacute;ltima recopilaci&oacute;n.
hu: Egy utolsó digestet még kapni fogsz.

source: <em>Yes, I really want to unsubscribe</em>
es: <em>Si, realmente quiero darme de baja</em>
hu: <em>Igen, tényleg le akarok iratkozni</em>

source: Change My Password
es: Cambiar mi contrase&ntilde;a
hu: Jelszavam megváltoztatása

source: List my other subscriptions
es: Listar mis otras suscripciones
hu: Mutasd a többi feliratkozásomat

source: Email My Password To Me
es: Enviarme mi contrase&ntilde;a por email
hu: Küldd el e-mailben a jelszavamat

source: password
es: contrase&ntilde;a
hu: jelszó

source: Log out
es: Salir
hu: Kilépés

source: Submit My Changes
es: Confirmar mis cambios
hu: Változtatásaim mentése

source: days
es: d&iacute;as
hu: nap

source: day
es: d&iacute;a
hu: nap

source: Change My Address and Name
hu: Feliratkozási címem és nevem megváltoztatása

source: <em>No topics defined</em>
es: <em>No se han definido temas</em>
hu: <em>Nincsen témaszûrés</em>

source: You are subscribed to this list with the case-preserved address <em>%(cpuser)s</em>.
es: Est&aacute; subscrito a la lista con la direcci&oacute;n <em>%s</em> respetando may&uacute;sculas y min&uacute;sculas.
hu: Feliratkozásod betûhelyesen a következõ <em>%(cpuser)s</em>.

source: %(realname)s list: member options login page
hu: %(realname)s lista: listatagsági oldal

source: email address and
hu: e-mail címed és

source: %(realname)s list: member options for user %(user)s
es: Lista %(realname)s: Opciones de subscriptor para %(user)s
hu: %(realname)s lista: %(user)s tag beállításai

source: In order to change your membership option, you must first log in by giving your %(extra)smembership password in the section below. If you don't remember your membership password, you can have it emailed to you by clicking on the button below. If you just want to unsubscribe from this list, click on the <em>Unsubscribe</em> button and a confirmation message will be sent to you. <p><strong><em>Important:</em></strong> From this point on, you must have cookies enabled in your browser, otherwise none of your changes will take effect. <p>Session cookies are used in Mailman's membership options interface so that you don't need to re-authenticate with every operation. This cookie will expire automatically when you exit your browser, or you can explicitly expire the cookie by hitting the <em>Logout</em> link (which you'll see once you successfully log in).
hu: A listatagsági beállításaid megváltoztatásához elõször is be kell lépned a megfelelõ %(extra)sjelszavad megadásával. Ha nem emlékszel a jelszavadra, akkor azt e-mailben lekérheted a lenti gombra kattintva. Ha csak errõl a listáról akarsz leiratkozni, akkor kattints a <em>Leiratkozás</em> gombra, és e-mailben elküldésre kerül a leiratkozás megerõsítéséhez szükséges üzenet. <p><strong><em>Fontos:</em></strong> Ettõl az oldaltól engedélyezned kell a sütik fogadását a böngészõdben, különben semmilyen változtatás nem fog végrehajtódni. <p>A Mailman a folyamatos azonosításhoz a felhasználói oldalakon sütiket használ, hogy ne kelljen minden egyes mûvelethez újra azonosítanod magadat. A süti a böngészõ bezárásával, vagy a <em>Kilépés</em> gombra (amelyet csak sikeres bejelentkezés után látsz) kattintva érvényét veszti.

source: Email address:
hu: E-mail cím:

source: Password:
es: Clave:
hu: Jelszó:

source: Log in
es: Entrar
hu: Bejelentkezés

source: By clicking on the <em>Unsubscribe</em> button, a confirmation message will be emailed to you. This message will have a link that you should click on to complete the removal process (you can also confirm by email; see the instructions in the confirmation message).
hu: A <em>Leiratkozás</em> gombra kattintva e-mailben a leiratkozás megerõsítéséhez szükséges üzenet kerül elküldésre. A leiratkozás végrehajtásához az üzenetben megadott web címre kell ellátogatni (vagy a megfelelõ e-mailt elküldeni; errõl a levélben lehet részletesen olvasni).

source: Password reminder
es: Recordatorio de la clave
hu: Jelszó emlékeztetõ

source: By clicking on the <em>Remind</em> button, your password will be emailed to you.
hu: Az <em>Emlékeztetõ</em> gombra kattintva e-mailben elküldésre kerül a jelszavad.

source: Remind
es: Recordar
hu: Emlékeztetõ

source: <missing>
es: <perdido>
hu: <hiányzik>

source: Requested topic is not valid: %(topicname)s
es: El tema solicitado no es v&aacute;lido: %(topicname)s
hu: A kért témaszûrés nem megfelelõ: %(topicname)s

source: Topic filter details
es: Detalles del filtrado de t&oacute;picos
hu: Bõvebben a témák szûrésérõl

source: Name:
es: Nombre:
hu: Neve:

source: Pattern (as regexp):
es: Patr&oacute;n (como una expresi&oacute;n regular):
hu: Szûrési feltétel (kifejezésként megadva)

source: Private Archive Error
es: Error en el Archivo Privado
hu: Hiba a privát archívumban

source: You must specify a list.
es: Debe especificar una lista.
hu: Egy listanevet is meg kell adnod.

source: Private Archive Error - %(msg)s
es: Error en el Archivo Privado - %(msg)s
hu: Privát Archívum Hiba - %(msg)s

source: Private archive file not found
hu: Nem található a privát archívum állománya

source: You're being a sneaky list owner!
es: Est&aacute;s siendo un propietario de lista escurridizo!
hu: Na-na! Lista tulajoknak nem érhetõ el ez a funkció!

source: You are not authorized to delete this mailing list
es: No est&aacute; autorizado para borrar esta lista
hu: Nincs jogod a lista törléséhez.

source: Mailing list deletion results
es: Resultados del borrado de listas de distribuci&oacute;n
hu: Levelezõlista törlésének eredménye

source: You have successfully deleted the mailing list <b>%(listname)s</b>.
es: Ha borrado satisfactoriamente la lista de distribuci&oacute;n <b>%(listname)s</b>.
hu: Sikeresen törölted a következõ levelezõlistát: <b>%(listname)s</b>

source: Permanently remove mailing list <em>%(realname)s</em>
es: Borrar permanentemente la lista de distribución <em>%(realname)s</em>
hu: <em>%(realname)s</em> levelezõ lista végleges törlése

source: This page allows you as the list owner, to permanent remove this mailing list from the system. <strong>This action is not undoable</strong> so you should undertake it only if you are absolutely sure this mailing list has served its purpose and is no longer necessary. <p>Note that no warning will be sent to your list members and after this action, any subsequent messages sent to the mailing list, or any of its administrative addreses will bounce. <p>You also have the option of removing the archives for this mailing list at this time. It is almost always recommended that you do <strong>not</strong> remove the archives, since they serve as the historical record of your mailing list. <p>For your safety, you will be asked to reconfirm the list password.
es: Esta p&aacute;gina le permite como propietario de la lista, borrar permanentemente esta lista del sistema. <strong>Esta acci&oacute;n es irreversible</strong> por lo que solo deber&iacute;a proceder si est&aacute; absolutamente seguro de que esta lista ha servido a sus prop&oacute;sitos y de que no la necesita m&aacute;s. <p>Observe de que no se enviar&aacute; ning&uacute;n aviso a los subscriptores de su lista y que cualquier mensaje posterior enviado a la lista o a cualquiera de sus direcciones administrativas rebotar&aacute;. <p>Tambi&eacute;n tiene la posibilidad de borrar el archivo de esta lista de distribuci&oacute;n en este preciso instante. Casi siempre <strong>nunca</strong> se recomienda que se haga, porque sirve como un registro hist&oacute;rico de la lista de distribuci&oacute;n. <p>Por cuestiones de seguridad, se le preguntar&aacute; que verifique la clave de la lista.
hu: Ezen az oldalon keresztül mint a lista tulajdonosa képes vagy törölni a levelezõlistát a rendszerrõl. <strong>Ezt a mûveletet nem lehet visszavonni</strong>, ezért csak akkor hajtsd végre, hogy teljes mértékben biztos vagy abban, hogy a listára többé nincs szükség. <p>Fontos, hogy a lista tagoknak kerül elküldésre értesítés a lista megszûnésérõl, ezért a lista minden címére küldött további levél vissza fog pattanni. <p>Egyúttal a lista archívumát is tudod most törölni. Az archívum törlését <strong>nem</strong> ajánljuk, mivel az archívum a lista történelmét tartalmazza <p>Elhatározásod megerõsítéséhez még egyszer meg kell adnod a lista jelszavát.

source: List password:
es: Clave de la lista:
hu: Lista jelszava:

source: Also delete archives?
es: &iquest;Borrar tambi&eacute;n los archivos?
hu: Töröljem az archívumot is?

source: <b>Cancel</b> and return to list administration
es: <b>Cancelar</b> y volver a la administraci&oacute;n de las listas
hu: <b>Felejtsd el</b>, vissza a lista adminisztrációs oldalára.

source: Delete this list
es: Borrar esta lista
hu: Lista törlése

source: Invalid options to CGI script
es: Argumentos incorrectos al gui&oacute;n CGI
hu: Érvénytelen CGI szkript kapcsoló

source: %(realname)s roster authentication failed.
es: La autentificaci&oacute;n a la lista de subscriptores de %(realname)s ha sido infructuosa
hu: %(realname)s listatag azonosításánál hiba történt.

source: Error
hu: Hiba

source: You must supply a valid email address.
hu: Érvényes e-mail címet kell megadnod.

source: You may not subscribe a list to itself!
hu: Listát saját magára nem lehet felíratni!

source: If you supply a password, you must confirm it.
hu: Ha megadtál jelszót, akkor azt meg kell erõsítened.

source: Your passwords did not match.
hu: A megadott jelszavak nem egyeznek.

source: Your subscription request has been received, and will soon be acted upon. Depending on the configuration of this mailing list, your subscription request may have to be first confirmed by you via email, or approved by the list moderator. If confirmation is required, you will soon get a confirmation email which contains further instructions.
es: Su solicitud de subscripci&oacute;n se ha recibido y pronto ser&aacute; atendida. Dependiendo de la configuraci&oacute;n de esta lista de distribuci&oacute;n, su solicitud de subscripci&oacute;n tendr&iacute;a primero que ser confirmada por usted o aprobada por el moderador de la lista. Si hace falta confirmaci&oacute;n, pronto recibir&aacute; un correo electr&oacute;nico de cofirmaci&oacute;n con las instrucciones a seguir.
hu: Feliratkozási kérelmedet vettük, hamarosan feldolgozzuk. A levelezõlista beállításaitól függgõen a feliratkozási kérelmedet vagy neked kell elõször e-mailben vagy a lista szerkesztõjének kell jóváhagynia. Ha megerõsítésed szükséges a feliratkozáshoz, akkor errõl hamarosan e-mailben részletes leírást fogsz kapni.

source: The email address you supplied is not valid. (E.g. it must contain an `@'.)
es: La direcci&oacute;n de correo electr&oacute;nico que ha suministrado no es v&aacute;lida. (Tiene que tener una `@'.)
hu: A megadott e-mail cím nem érvényes. (Pl. tartalmaznia kell `@' jelet.)

source: Your subscription is not allowed because the email address you gave is insecure.
hu: Feliratkozásod a nem megfelelõ e-mail címed miatt nem engedélyezett.

source: Confirmation from your email address is required, to prevent anyone from subscribing you without permission. Instructions are being sent to you at %(email)s. Please note your subscription will not start until you confirm your subscription.
hu: E-mail címedrõl megerõsítés szükséges még a feliratkozáshoz, nehogy mások tudtod nélkül felírathassanak. Útbaigazítást a(z) %(email)s címre küldtünk. Fontos, hogy feliratkozásod csakis a kérelem megerõsítése után lesz végleges.

source: Your subscription request was deferred because %(x)s. Your request has been forwarded to the list moderator. You will receive email informing you of the moderator's decision when they get to your request.
hu: Feliratkozásod el lett halasztva, %(x)s indok miatt. Kérésed a lista adminisztrátorához lett továbbítva. A szerkesztõ döntésérõl értesítve leszel.

source: You are already subscribed.
es: Ya está subscrito.
hu: Már fel vagy iratkozva!

source: Mailman privacy alert
es: Alerta de privacidad de Mailman
hu: Értesítés jogosulatlan taglista hozzáférési kísérletrõl
