Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: <b>Invalid confirmation string:</b> %(safecookie)s. <p>Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your subscription. Otherwise, <a href="%(confirmurl)s">re-enter</a> your confirmation string.
hu: <b>Érvénytelen megerõsítési azonosító:</b> %(safecookie)s. <p>Fontos, hogy a megerõsítési azonosító annak kérelmezése után %(days)s nappal lejár. Ha a megerõsítési idõszak letelt, akkor újra meg kell próbálni a feliratkozást. Próbáld meg <a href="%(confirmurl)s">újra</a> megadni a megerõsítési azonosítót.

source: System error, bad content: %(content)s
hu: Általános hiba, hibás tartalom: %(content)s

source: Bad confirmation string
es: Cadena de confirmaci&oacute;n incorrecta
hu: Hibás megerõsítési azonosító

source: Enter confirmation cookie
hu: Hibás megerõsítési azonosító

source: Please enter the confirmation string (i.e. <em>cookie</em>) that you received in your email message, in the box below. Then hit the <em>Submit</em> button to proceed to the next confirmation step.
es: Por favor, indique la cadena de confirmaci&oacute;n (<em>cookie</em>) que recibi&oacute; en el mensaje de correo electr&oacute;nico, en la caja de abajo. Pulse a continuaci&oacute;n el bot&oacute;n <em>Enviar</em> para continuar con el siguiente paso de confirmaci&oacute;n
hu: Kérlek add meg az e-mailben elküldött megerõsítési azonosítót (pl. <em>cookie</em>) a szövegmezõben. Majd válaszd az <em>Elküld</em> gombot a megerõsítéshez.

source: Confirmation string:
hu: Megerõsítési azonosító

source: Submit
hu: Elküld

source: Confirm subscription request
hu: Feliratkozási kérelem megerõsítése

source: Your email address:
hu: E-mail címed:

source: Your real name:
hu: Teljes neved:

source: Receive digests?
es: &iquest;Recibir digests?
hu: Digest levelek?

source: No
hu: Nem

source: Yes
es: Si
hu: Igen

source: Preferred language:
es: Idioma preferido:
hu: Választott nyelv:

source: Subscribe
es: Subscribir
hu: Feliratkozás

source: Cancel and discard
es: Cancelar y descartar
hu: Mégsem és elvet

source: You have canceled your subscription request.
hu: A kívánt változtatások sikeresen el lettek mentve.

source: Awaiting moderator approval
hu: Jóváhagyásra váró levelek

source: You have successfully confirmed your subscription request to the mailing list %(listname)s, however final approval is required from the list moderator before you will be subscribed. Your request has been forwarded to the list moderator, and you will be notified of the moderator's decision.
es: Ha confirmado satisfactoriamente la solicitud de subscripci&oacute;n a la lista de distribuci&oacute;n, sin embargo hace falta el visto bueno por parte del moderador de la lista. Su solicitud ha sido mandada al moderador de la lista. Usted ser&aacute; informado de la decisi&oacute;n del moderador.
hu: Sikeresen megerõsítetted feliratkozási szándékodat a(z) %(listname)s levelezõlistára, azonban feliratkozásod csak a lista szerkesztõjének jóváhagyása után válik teljessé. Feliratkozásod a lista szerkesztõjéhez lett továbbítva. A szerkesztõ döntésérõl e-mailben értesítünk.

source: Invalid confirmation string. It is possible that you are attempting to confirm a request for an address that has already been unsubscribed.
es: Cadena de confirmaci&oacute;n inv&aacute;lida. Es posible que est&eacute; intentando confirmar una solicitud de una direcci&oacute;n que ya ha sido dado de baja.
hu: Érvénytelen megerõsítési azonosító. Valószínû hogy a megerõsítésed egy már törölt címhez tartozott.

source: Subscription request confirmed
es: Petici&oacute;n de subscripci&oacute;n confirmada
hu: Feliratkozási kérelem megerõsítve

source: You have successfully confirmed your subscription request for "%(addr)s" to the %(listname)s mailing list. A separate confirmation message will be sent to your email address, along with your password, and other useful information and links. <p>You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
hu: A(z) %(listname)s levelezõlistára "%(addr)s" bejegyzéssel sikeresen feliratkoztál. Egy külön levélben értesítünk feliratkozásodról, valamint a jelszavadról és más hasznos tudnivalókról, címekrõl. <p>Mostmár megtekintheted a <a href="%(optionsurl)s">listatagsági oldaladat</a>.

source: You have canceled your unsubscription request.
hu: Leiratkozási kérelmedet sikeresen megszüntetted.

source: Unsubscription request confirmed
hu: Leiratkozási kérelem megerõsítve

source: You have successfully unsubscribed from the %(listname)s mailing list. You can now <a href="%(listinfourl)s">visit the list's main information page</a>.
es: Ha sido dado de baja satisfactoriamente de la lista de distribuci&oacute;n %(listname)s. Ahora puede <a href="%(listinfourl)s">visitar la p&aacute;gina de informaci&oacute;n general de la lista</a>.
hu: Sikeresen leiratkoztál a(z) %(listname)s levelezõlistáról. Tovább a <a href="%(listinfourl)s">lista információs oldalára</a>.

source: Confirm unsubscription request
hu: Leiratkozási kérelem megerõsítése

source: <em>Not available</em>
es: <em>No disponible</em>
hu: <em>Nem elérhetõ</em>

source: Your confirmation is required in order to complete the unsubscription request from the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Email address:</b> %(addr)s </ul> Hit the <em>Unsubscribe</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this unsubscription request.
es: Hace falta su confirmaci&oacute;n en aras de completar la solicitud de desubscripci&oacute;n de la lista de distribuci&oacute;n <em>%(listname)s</em>. Actualmente est&aacute; subscrito como <ul><li><b>Nombre y Apellidos:</b> %(fullname)s <li><b>Direcci&oacute;n de correo electr&oacute;nico:</b> %(addr)s </ul> Pulse el bot&oacute;n <em>Desubscribir</em> de abajo para completar el proceso de confirmaci&oacute;n. <p>O pulse <em>Cancelar y descartar</em> para cancelar esta solicitud de baja.
hu: A(z) <em>%(listname)s</em> levelezõlistáról való leiratkozásodhoz meg kell erõsítened a leiratkozási kérelmet. A következõ adatokkal vagy nyilvántartva: <ul><li><b>Teljes név:</b> %(fullname)s <li><b>E-mail cím:</b> %(addr)s </ul> A leiratkozás megerõsítéséhez kattints a <em>Leiratkozás</em> gombra. <p>Ha nem akarod a leiratkozást megerõsíteni, akkor válaszd a <em>Mégsem és elvet</em> gombot.

source: Unsubscribe
es: Desubscribir
hu: Leiratkozás

source: You have canceled your change of address request.
es: Ha cancelado la solicitud de cambio de direcci&oacute;n
hu: Törölted a feliratkozási címed megváltoztatásának kérelmét.

source: Change of address request confirmed
hu: Feliratkozási cím sikeresen megváltoztatva

source: You have successfully changed your address on the %(listname)s mailing list from <b>%(oldaddr)s</b> to <b>%(newaddr)s</b>. You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
es: Ha cambiado satisfactoriamente su direcci&oacute;n en la lista de distribuci&oacute;n %(listname)s de <b>%(oldaddr)s</b> a <b>%(newaddr)s</b>. Ahora puede <a href="%(optionsurl)s"> acceder a su p&aacute;gina de entrada como subscriptor</a>.
hu: Sikeresen megváltoztattad a(z) %(listname)s levelezõlistán nyilvántartott régi <b>%(oldaddr)s</b> e-mail címedet <b>%(newaddr)s</b> címre. Tovább a <a href="%(optionsurl)s">listatagsági beállítások oldalra</a>.

source: Confirm change of address request
hu: A cím sikeresen megváltoztatva

source: globally
es: globalmente
hu: mindenhol

source: Your confirmation is required in order to complete the change of address request for the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Old email address:</b> %(oldaddr)s </ul> and you have requested to %(globallys)s change your email address to <ul><li><b>New email address:</b> %(newaddr)s </ul> Hit the <em>Change address</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this change of address request.
es: Hace falta su confirmaci&oacute;n en aras de completar la solicitud de cambio de direcci&oacute;n de la lista de distribuci&oacute;n <em>%(listname)s</em>. Actualmente est&aacute; subscrito como <ul><li><b>Nombre y Apellidos:</b> %(fullname)s <li><b>Direcci&oacute;n de correo electr&oacute;nico antigua:</b> %(addr)s </ul> has solicitado cambiar %(globallys)s su direcci&oacute;n de correo electr&oacute;nico a <ul><li><b>Nueva direcci&oacute;n de correo electr&oacute;nico:</b> %(newaddr)s </ul> Pulse el bot&oacute;n <em>Cambiar la direcci&oacute;n</em> de abajo para completar el proceso de confirmaci&oacute;n O pulse en <em>Cancelar y descartar</em> para cancelar esta solicitud de cambio de direcci&oacute;n.
hu: A(z) <em>%(listname)s</em> levelezõlistán nyilvántartott e-mail címed megváltoztatásához meg kell erõsítened a kérelmet. Jelenleg a következõ adatokkal vagy feliratkozva: <ul><li><b>Teljes név:</b> %(fullname)s <li><b>Régi e-mail cím:</b> %(oldaddr)s </ul> A feliratkozási címedet %(globallys)s a következõ új címre akarod változtatni <ul><li><b>Új e-mail cím:</b> %(newaddr)s </ul> <p>Ha nem szeretnéd a címedet megváltoztatni, akkor kattints a <em>Mégsem és elvet</em> gombra.

source: Change address
hu: Cím megváltoztatása

source: Continue awaiting approval
hu: A további jóváhagyásra vár.

source: Okay, the list moderator will still have the opportunity to approve or reject this message.
es: De acuerdo, el moderador de la lista a&uacute;n tiene la oportunidad de aprobar o rechazar este mensaje.
hu: Nos, a lista szerkesztõjének még jogában áll engedélyezni vagy törölni ezt az üzenetet.

source: Sender discarded message via web.
es: El remitente descart&oacute; el mensaje via web.
hu: A feladó web-en keresztül törölte az üzenetet.

source: The held message with the Subject: header <em>%(subject)s</em> could not be found. The most likely reason for this is that the list moderator has already approved or rejected the message. You were not able to cancel it in time.
es: El mensaje retenido con el asunto: <em>%(subject)s</em> no se ha podido encontrar. El motivo m&aacute;s probable para que suceda esto es que el moderador haya aprobado o rechazado ya el mensaje. No fuiste capaz de cancelarlo a tiempo.
hu: A(z) <em>%(subject)s</em> Subject: fejlécû üzenet nem található. Valószínû, hogy a lista szerkesztõje már vagy engedélyezte, vagy törölte a levelet. Mostmár nem törölheted a levelet.

source: Posted message canceled
es: Mensaje enviado cancelado
hu: Beküldött levél törölve

source: You have successfully canceled the posting of your message with the Subject: header <em>%(subject)s</em> to the mailing list %(listname)s.
es: Ha cancelado satisfactoriamente el env&iacute;o de su mensaje con asunto: <em>%(subject)s</em> a la lista de distribuci&oacute;n%(listname)s.
hu: Sikeresen törölted a(z) %(listname)s levelezõlistára küldött <em>%(subject)s</em> tárgyú levelet megjelenése elõtt.

source: Cancel held message posting
es: Cancelar el env&iacute;o del mensaje retenido
hu: Visszatartott levél küldésének törlése

source: Your confirmation is required in order to cancel the posting of your message to the mailing list <em>%(listname)s</em>: <ul><li><b>Sender:</b> %(sender)s <li><b>Subject:</b> %(subject)s <li><b>Reason:</b> %(reason)s </ul> Hit the <em>Cancel posting</em> button to discard the posting. <p>Or hit the <em>Continue awaiting approval</em> button to continue to allow the list moderator to approve or reject the message.
es: Hace falta su confirmaci&oacute;n para cancelar el env&ioacute;o de su mensaje a la lista de distrubuci&oacute;n <em>%(listname)s</em>:. cambio de direcci&oacute;n de la lista de distribuci&oacute;n <em>%(listname)s</em>: <ul><li><b>Remitente:</b> %(sender)s <li><b>Asunto:</b> %(subject)s <li><b>Motivo:</b> %(reason)s </ul> Pulse el bot&oacute;n <em>Cancelar en env&iacute;o</em> para descartar el env&iacute;o O pulse en el bot&oacute;n <em>Seguir en espera de aprobaci&oacute;n</em> para seguir permitiendo que el moderador apruebe o rechace el mensaje.
hu: Megerõsítésed szükséges a(z) <em>%(listname)s</em> listára küldött leveled megjelenés elõtti törléséhez: <ul><li><b>Feladó:</b> %(sender)s <li><b>Tárgy:</b> %(subject)s <li><b>Indok:</b> %(reason)s </ul> Kattints a <em>Megjelenés letiltása</em> gombra, ha nem szeretnéd, hogy leveled megjelenjen. <p>Vagy válaszd a <em>További engedélyezés</em> gombot, hogy az üzenet megjelenésérõl vagy törlésérõl a lista szerkesztõje döntsön.

source: Cancel posting
hu: Megjelenés letiltása

source: You have canceled the re-enabling of your membership. If we continue to receive bounces from your address, it could be deleted from this mailing list.
hu: Megszüntetted a listatagságod visszaállítását. Ha a címedrõl továbbra is visszapattanak az üzenetek, akkor akár törlõdhet errõl a levelezõlistáról a feliratkozási címed.

source: Membership re-enabled.
hu: Listatagság visszaállítva.

source: You have successfully re-enabled your membership in the %(listname)s mailing list. You can now <a href="%(optionsurl)s">visit your member options page</a>.
hu: Sikeresen visszaállítottad a listatagságodat a(z) %(listname)s levelezõlistán. Mostmár <a href="%(optionsurl)s">meglátogadhatod a tagsági oldaladat</a>.

source: Re-enable mailing list membership
hu: Levelezõlista-tagság visszaállítása

source: We're sorry, but you have already been unsubscribed from this mailing list. To re-subscribe, please visit the <a href="%(listinfourl)s">list information page</a>.
hu: Sajnáljuk, de ennek a levelezõlistának már nem vagy tagja. Ha újra fel szeretnél iratkozni, akkor látogasd meg a <a href="%(listinfourl)s">lista információs oldalát</a>.

source: <em>not available</em>
hu: <em>nem elérhetõ</em>

source: Your membership in the %(realname)s mailing list is currently disabled due to excessive bounces. Your confirmation is required in order to re-enable delivery to your address. We have the following information on file: <ul><li><b>Member address:</b> %(member)s <li><b>Member name:</b> %(username)s <li><b>Last bounce received on:</b> %(date)s <li><b>Approximate number of days before you are permanently removed from this list:</b> %(daysleft)s </ul> Hit the <em>Re-enable membership</em> button to resume receiving postings from the mailing list. Or hit the <em>Cancel</em> button to defer re-enabling your membership.
hu: Túl sok visszapattanás miatt a listatagságod a(z) %(realname)s levelezõlistán jelenleg ki van kapcsolva. Megerõsítésed szükséges a listatagságod visszaállításához. A következõ információkkal rendelkezünk: <ul><li><b>Listatag címe:</b> %(member)s <li><b>Listatag neve:</b> %(username)s <li><b>Utolsó visszapattanás dátuma:</b> %(date)s <li><b>A bescsült hátralévõ napok száma amíg még ezen lista tagja vagyt:</b> %(daysleft)s </ul> Kattintson a <em>Listatagság visszaállítása</em> gombra, hogy újból kapja a leveleket errõl a listáról. A <em>Mégsem</em> gombra kattintva elhalaszthatja a visszaállítási kérelmet.

source: Re-enable membership
hu: Listatagság visszaállítása

source: Cancel
hu: Mégsem

source: Bad URL specification
es: Especificaci&oacute;n de URL incorrecta
hu: Hibás URL megadás

source: Return to the
es: Volver a la
hu: Vissza a

source: general list overview
es: p&aacute;gina principal con el &iacute;dice de las listas
hu: levelezõlisták információs oldalára.

source: <br>Return to the
es: <br>Regresar a la
hu: <br>Vissza a

source: administrative list overview
es: lista general administrativa
hu: levelezõlisták adminisztrációs oldalára.

source: List name must not include "@": %(listname)s
es: El nombre de la lista no puede contener "@": %(listname)s
hu: A lista nevében nem lehet "@" jel: %(listname)s

source: List already exists: %(listname)s
es: La lista ya existe: %(listname)s
hu: A lista már létezik: %(listname)s

source: You forgot to enter the list name
hu: Elfelejtettél listanevet megadni.

source: You forgot to specify the list owner
es: Olvid&oacute; especificar el propietario de la lista
hu: Elfelejtettél lista gazdát megadni.

source: Leave the initial password (and confirmation) fields blank if you want Mailman to autogenerate the list passwords.
es: Deje el campo perteneciente a la clave inicial en blanco (el de confirmaci&oacute;n tambi&eacute;n) si quiere que Mailman se las genere autom&aacute;ticamente.
hu: Hagyd üresen az induló jelszó (és megerõsítése) mezõket, ha szeretnéd. hogy a Mailman hozzon létre jelszót a listához.

source: Initial list passwords do not match
es: Las claves iniciales para la lista no coinciden
hu: Az induló jelszavak nem egyeznek.

source: The list password cannot be empty<!-- ignore -->
hu: Nem lehet üres a lista jelszava.<!-- ignore -->

source: You are not authorized to create new mailing lists
es: No est&aacute; autorizado para crear listas de distribuci&oacute;n nuevas
hu: Jogosultság hiányában nem hozhatsz létre új levelezõlistákat.

source: Bad owner email address: %(owner)s
es: La direcci&oacute;n de correo electr&oacute;nico del propietario es incorrecta: %(owner)s
hu: Hibás a tulajdonos e-mail címe: %(owner)s

source: Some unknown error occurred while creating the list. Please contact the site administrator for assistance.
es: Han ocurrido algunos errores desconocidos a la hora de crear la lista. Por favor, p&oacute;ngase en contacto con el administrador de la lista para obtener ayuda.
hu: Ismeretlen hiba történt a lista létrehozásakor. Fordulj a rendszer adminisztrátorához segítségért.

source: Your new mailing list: %(listname)s
es: Su nuebva lista de distribuci&oacute;n: %(listname)s
hu: Az új levelezõlistád: %(listname)s

source: Mailing list creation results
es: Resultados de la creaci&oacute;n de las listas de distribuci&oacute;n
hu: Levelezõlista létrehozás eredménye

source: You have successfully created the mailing list <b>%(listname)s</b> and notification has been sent to the list owner <b>%(owner)s</b>. You can now:
hu: Sikeresen létrehoztad a(z) <b>%(listname)s</b> levelezõlistát. A lista gazdáját, <b>%(owner)s</b>-t értesítettük. Most már:

source: Visit the list's info page
es: Visite la p&aacute;gina de informaci&oacute;n de la lista
hu: Megtekintheted a lista információs oldalát

source: Visit the list's admin page
es: Visitar la p&aacute;gina de administraci&oacute;n de la lista
hu: Megtekintheted a lista adminisztrátori oldalát

source: Create another list
es: Crear otra lista
hu: Létrehozhatsz egy újabb listát

source: Create a %(hostname)s Mailing List
es: Crear un lista de distribuci&oacute;n de %(hostname)s
hu: Új %(hostname)s levelezõlista létrehozása

source: Error:
hu: Hiba:

source: You can create a new mailing list by entering the relevant information into the form below. The name of the mailing list will be used as the primary address for posting messages to the list, so it should be lowercased. You will not be able to change this once the list is created. <p>You also need to enter the email address of the initial list owner. Once the list is created, the list owner will be given notification, along with the initial list password. The list owner will then be able to modify the password and add or remove additional list owners. <p>If you want Mailman to automatically generate the initial list admin password, click on `Yes' in the autogenerate field below, and leave the initial list password fields empty. <p>You must have the proper authorization to create new mailing lists. Each site should have a <em>list creator's</em> password, which you can enter in the field at the bottom. Note that the site administrator's password can also be used for authentication.
es: Puede crear una lista de distribuci&oacute;n nueva rellenando la informaci&oacute;n relevante del formulario siguiente. El nombre de la lista se usar&aacute; como la direcci&oacute;n principal a la hora de mandar mensajes a la lista, de manera que deber&iacute;a estar en min&uacute;sculas. No podr&aacute; cambiarlo una vez que se cree la lista. <p> Tambi&eacute;n necesita indicar la direcci&oacute;n del propietario de la lista. Una vez que se cree la lista, se le mandar&aacute; al propietario un mensaje explicatorio en el que se incluye la clave de la lista. A partir de entonces, el propietario podr&aacute; tanto cambiar la clave de la lista como agregar o eliminar propietarios de lista adicionales. <p>Si quiere que Mailman genere autom&aacute;ticamente la clave inicial de la lista, dele con el rat&oacute;n a `Si' en el campo de autogenerar que se muestra m&aacute;s abajo y deje vacio el campo donde se puede introducir la clave inicial. <p>Para crear listas de distribuciones nuevas hay que tener la autorizaci&oacute;n adecuada. Cada sitio web deber&iacute;a tener una clave de <em>creadores de listas</em> que se puede usar en el campo del final. Por &uacute;ltimo solo rese&ntilde;ar que tambi&eacute;n se puede usar la clave de administraci&oacute;n del servidor.
hu: Az oldalon található ûrlap megfelelõ kitöltésével új levelezõlistát lehet létrehozni. A levelezõlista nevét, amelyre a levelek érkezni fognak, kisbetûkkel kell megadni. A lista létrehozása után ezt a nevet már nem lehet megváltoztatni. <p>Kötelezõen meg kell még adni a lista induló gazdájának az e-mail címét. A lista létrehozása után a gazda a listához beállításához szükséges jelszót e-mailben kapja meg. Ezek után a lista gazdája megváltoztathatja jelszavát és további lista tulajdonosokat adhat vagy törölhet a listáról. <p>A Mailman automatikusan létrehozhat egy induló lista adminisztrációs jelszót, ha azt lejjebb az automatikus jelszólétrehozás mezõben kérjük, és nem adunk meg kezdeti jelszót. <p>Új levelezõlista létrehozásához megfelelõ jogosultsággal kell rendelkezni. Minden egyes rendszeren <em>listalétrehozó</em> jelszóval kell rendelkezni, amelyet lent a megfelelõ mezõben kell megadni. Listalétrehozáshoz a rendszer adminisztrátori jelszava is megadható.

source: Name of list:
es: Nombre de la lista:
hu: A lista neve:

source: Initial list owner address:
es: Direcci&oacute;n del propietario inicial de la lista:
hu: A lista elsõ gazdájának e-mail címe:

source: Auto-generate initial list password?
es: &iquest;Generar autom&aacute;ticamente la clave inicial de la lista?
hu: A lista induló jelszavának automatikus létrehozása?

source: Initial list password:
es: Clave inicial de la lista:
hu: A lista induló jelszava:

source: Confirm initial password:
es: Confirmar la clave inicial:
hu: Az induló jelszó megerõsítése:

source: Initial list of supported languages. <p>Note that if you do not select at least one initial language, the list will use the server default language of %(deflang)s
es: Lista inicial de Idiomas soportados. <p>Dese cuenta de que si no elige al menos un lenguaje inicial, la lista usar&aacute; %(deflang)s, el idioma por defecto del servidor
hu: Listán beállítható nyelvek. <p>Fontos, hogy ha a listához egyetlen nyelvet sem rendelünk, akkor a lista a rendszer alapértelmezett nyelvét (<b>%(deflang)s</b>) fogja használni.

source: Send "list created" email to list owner?
es: &iquest;Enviar mensaje de correo indicando la creaci&oacute;n de la lista al propietario de la lista?
hu: Elküldjem a lista tulajdonosnak a "lista létrehozva" értesítést?

source: List creator's (authentication) password:
es: Clave de creador de lista (verificaci&oacute;n):
hu: Listalétrehozó (azonosítási) jelszó:

source: Create List
es: Crear una Lista
hu: Lista létrehozása

source: Clear Form
es: Empezar de nuevo
hu: Ûrlap törlése

source: General list information page
es: P&aacute;gina de informaci&oacute;n general de la lista
hu: Lista általános információs lapja

source: Subscribe results page
es: P&aacute;gina de resultados de suscripci&oacute;n
hu: Feliratkozási kimenetek
