Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: This is an automated response. There were problems with the email commands you sent to Mailman via the administrative address %(requestaddr)s. To obtain instructions on valid Mailman email commands, send email to %(requestaddr)s with the word "help" in the subject line or in the body of the message. If you want to reach the human being that manages this mailing list, please send your message to %(adminaddr)s. The following is a detailed description of the problems.
es: Esto es una respuesta automática. Había problemas en las ordenes que envió por correo electrónico a Mailman a la dirección <%(requestaddr)s>. Para obtener instrucciones sobre las ordenes válidas que se le pueden mandar a Mailman a través de correo electrónico, envíe un mensaje de correo electrónico a <%(requestaddr)s> con la palabra "help" ya sea en el cuerpo del mensaje o en la línea de subject del mensaje. Si desea contactar con la persona que administra esta lista de distribución, puede hacerlo en <%(adminaddr)s>. A continuación se le detalla una descripción de los problemas.
hu: Ez egy automatikus értesítés. A(z) %(requestaddr)s adminisztrációs címre küldött leveled egy vagy több hibás parancssort tartalmazott. Az e-mailben megadható Mailman parancsokról részletes leírást kaphatsz, ha a(z) %(requestaddr)s címre egy "help" tartalmú levelet küldesz. A levelezõlistát mûködtetõ személyt a(z) %(adminaddr)s címen éred el. Alább bõvebben olvashatsz a felmerült hibáról.

source: Mailman results for %(realname)s
es: Resultados de Mailman para %(realname)s
hu: Mailman kimenete a(z) %(realname)s listáról

source: Usage: password [<oldpw> <newpw>]
es: Sintaxis: password [<clave_antigua> <clave_nueva>]
hu: Használat: password [<régijelszó> <újjelszó>]

source: You are subscribed as %(user)s, with password: %(password)s
hu: Feliratkozásod %(user)s -ként, a következõ jelszóval: %(password)s

source: Found no password for %(sender)s
es: No se ha encontrado la clave de %(sender)s
hu: %(sender)s tagnak nincs jelszava

source: You gave the wrong password.
es: Suministró una clave incorrecta.
hu: Hibás jelszót adtál meg.

source: Succeeded.
es: Completado con éxito.
hu: Elfogadva.

source: %(sender)s is not a member of this list.
hu: %(sender)s nem tagja a listának.

source: off
hu: kikapcsolva

source: by your configuration
hu: általad

source: by list admin
hu: a lista admin által

source: by bounce
hu: visszapattanás miatt

source: for unknown reasons
hu: ismeretlen indok miatt

source: on (%(reason)s
hu: bekapcsolva (%(reason)s

source: To change an option, do: set <option> <on|off> <password> Option explanations: --------------------
hu: Beállítást megváltoztatni így kell: set <beállítás> <on|off> <jelszó> Beállítások leírása: --------------------

source: Usage: set <option> <on|off> <password> Valid options are:
es: Sintaxis: set <option> <on|off> <clave> Las opciones válidas son:
hu: Használat: set <beállítások> <on|off> <jelszó> Beállítások lehetnek:

source: You are already receiving digests.
es: Ya estás recibiendo digests.
hu: Jelenleg is digest módban kapod a leveleket.

source: You already have digests off.
es: Ya tenías desactivado los digests
hu: Már kikapcsoltad a digest küldést.

source: List only accepts digest members.
es: La lista solo acepta subscriptores que reciban los mensajes en digests.
hu: Listán csak digest tagok lehetnek.

source: List doesn't accept digest members.
es: La lista no acepta subscriptores que quieran recibir digests
hu: A listán nem lehetnek digest tagok.

source: Usage: lists
es: Sintaxis: lists
hu: Használat: lists

source: Public mailing lists run by mailman@%(hostname)s
es: Listas de distribución públicas gestionadas por mailman@%(hostname)s
hu: Nyilvános levelezõlistát mailman@%(hostname)s mûködteti

source: requests to:
es: peticiones a:
hu: segítség:

source: description:
es: descripción:
hu: leírás:

source: Usage: info To get info for a particular list, send your request to the `-request' address for that list, or use the `lists' command to get info for all the lists.
hu: Használat: info Adott listáról a lista `-request' címére küldve, vagy az összes listáról a `list' paranccsal lehet bõvebb információt megtudni.

source: Private list: only members may see info.
es: Lista privada: solo los subscriptores pueden ver la información
hu: Privát lista: csak a tagok tekinthetik meg a feliratkozottak listáját.

source: For more complete info about the %(listname)s mailing list, including background and instructions for subscribing to and using it, visit: %(url)s
es: Para una información más detallada acerca de la lista de distribución %(listname)s, incluyendo información de fondo e instrucciones para subscribirse y usarla, visite: %(url)s
hu: Bõvebb információért a(z) %(listname)s levelezõlistáról, beleértve jellemzõit, feliratkozás módját és használatát, látogass el ide: %(url)s

source: No other details are available.
es: No hay ningún otro detalle disponible.
hu: Nem található több megjegyzés.

source: Usage: who To get subscribership for a particular list, send your request to the `-request' address for that list.
hu: Használat: who Adott lista tagjainak sorát a lista '-request' címére küldött paranccsal lehet megtekinteni.

source: Private list: No one may see subscription list.
es: Lista privada: Nadie puede ver la lista de subscriptores.
hu: Privát lista: A tagok listája senkinek sem elérhetõ.

source: Private list: only members may see list of subscribers.
es: Lista privada: solo los que pertenecen a la lista pueden ver la lista de subscriptores.
hu: Privát lista: csak a tagok tekinthetik meg a feliratkozottak listáját.

source: NO MEMBERS.
es: No existe ningún subscriptor.
hu: Nincsenek listatagok.

source: Digest Members:
es: Subscriptores con el correo diferido (modo digest):
hu: Digest listatagok:

source: Non-Digest Members:
es: Subscriptores que reciben correo a medida que llega:
hu: Nem-Digest listatagok:

source: Usage: unsubscribe [password] [email-address] To unsubscribe from a particular list, send your request to the `-request' address for that list.
hu: Használat: unsubscribe <jelszó> [<e-mail cím>] Adott listáról a lista '-request' címére küldött leiratkozási kérelemmel lehet leiratkozni.

source: Your unsubscription request has been forwarded to the list administrator for approval.
hu: Leiratkozási kérelmed a lista adminisztrátorához lett továbbítva, megerõsítéshez.

source: A removal confirmation message has been sent.
es: Se ha enviado un mensaje de confirmaci&oacute;n para la anulaci&oacute;n de la subscripci&oacute;n
hu: Értesítés a törlésrõl el lett küldve.

source: Usage: subscribe [password] [digest|nodigest] [address=<email-address>]
es: Sintaxis: subscribe [clave] [digest|nodigest] [address=<direcció-correo-e>]
hu: Használat: subscribe [jelszó] [digest|nodigest] [address=<e-mail cím>]

source: Your subscription request has been forwarded to the list administrator at %(adminemail)s for review.
hu: Feliratkozási kérelmed a lista adminisztrátorához, %(adminemail)s címre lett továbbítva megerõsítéshez.

source: Mailman won't accept the given email address as a valid address. (E.g. it must have an @ in it.)
hu: A Mailman szerint a megadott cím nem érvényes e-mail cím. (Van benne @ ???)<p>

source: The list is not fully functional, and can not accept subscription requests.
hu: A lista nem teljesen mûködõképes, ezért feliratkozási kérelmeket nem fogad.<p>

source: Your subscription is not allowed because the email address you gave is insecure.
es: Su subscripción no se ha permitido porque la dirección suministrada es insegura.
hu: Feliratkozásod a nem megfelelõ e-mail címed miatt nem engedélyezett.<p>

source: You are already subscribed!
es: Ya estás subscrito!
hu: Már fel vagy iratkozva!

source: No one can subscribe to the digest of this list!
es: Nadie puede recibir digests en esta lista.
hu: Digest-típusú feliratkozás nem lehetséges ezen a listán!

source: This list only supports digest subscriptions!
es: Esta lista solo admite subscripciones tipo digest
hu: A lista csak digest típusú feliratkozást fogad el!

source: Succeeded
es: Realizado satisfactoriamente
hu: Sikeresen befejezve

source: Usage: confirm <confirmation string>
es: Sintaxis: confirm <cadena de confirmación>
hu: Használat: confirm <megerõsítési szám>

source: Invalid confirmation string. Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your original request or message.
hu: Érvénytelen megerõsítési azonosító. Fontos, hogy a megerõsítési azonosító annak kérelmezése után %(days)s nappal lejár. Ha a megerõsítési idõszak letelt, akkor újra meg kell próbálni a feliratkozást.

source: Your request has been forwarded to the list moderator for approval.
hu: Kérésed a lista szerkesztõjéhez lett továbbítva jóváhagyásra.

source: You are not a member. Have you already unsubscribed?
hu: Nem vagy listatag. Nem lehet, hogy leiratkoztál?

source: from %(remote)s
es: de %(remote)s
hu: %(remote)s

source: subscriptions to %(realname)s require moderator approval
hu: feliratkozáshoz a(z) %(realname)s listára szerkesztõi jóváhagyás szükséges

source: %(realname)s subscription notification
es: Notificación de subscripción a %(realname)s
hu: Értesítés %(realname)s listára feliratkozásáról

source: unsubscriptions require moderator approval
hu: leiratkozáshoz szerkesztõi jóváhagyás szükséges

source: %(realname)s unsubscribe notification
es: Notificación de desubscripción a %(realname)s
hu: Értesítés %(realname)s listáról leiratkozásáról

source: subscriptions to %(name)s require administrator approval
es: La subscripci&oacute;n a %(name)s requiere aprobaci&oacute;n por parte del administrador
hu: feliratkozáshoz a(z) %(name)s listára adminisztrátori jóváhagyás szükséges

source: Delivered by Mailman<br>version %(version)s
es: Entregado via Mailman<br>versi&acute;n %(version)s
hu: Mailman listakezelõ <br> %(version)s verzió

source: Python Powered
es: Hecho en Python
hu: Python alapú

source: Gnu's Not Unix
es: Gnu No es Unix
hu: Gnu Nem Unix

source: Add members to a list from the command line. Usage: add_members [options] listname Options: --non-digest-members-file=file -n file A file containing addresses of the members to be added, one address per line. This list of people become non-digest members. If file is `-', read addresses from stdin. --digest-members-file=file -d=file Similar to above, but these people become digest members. --changes-msg=<y|n> -c <y|n> Set whether or not to send the list members the `there's going to be big changes to your list' message. defaults to no. --welcome-msg=<y|n> -w <y|n> Set whether or not to send the list members a welcome message, overriding whatever the list's `send_welcome_msg' setting is. --admin-notify=<y|n> -a <y|n> Set whether or not to send the list administrators a notification on the success/failure of these subscriptions, overriding whatever the list's `admin_notify_mchanges' setting is. --help -h Print this help message and exit. listname The name of the Mailman list you are adding members to. It must already exist. You must supply at least one of -n and -d options. At most one of the files can be `-'.
es: Agregar subscriptores a una lista desde el intérprete de ordenes. Sintaxis: add:members [opciones] lista Opciones: --non-digest-members-file=fichero -n fichero Un fichero que contenga las direcciones de los subscriptores a añadir, una dirección en cada línea. Serán dados de alta como subscriptores no-digest. Si en vez de un fichero se indica `-', se leerán las direcciones desde la entrada estándar. --digest-members-file=fichero -d=fichero Igual que arriba, pero la lista será dada de alta como subscriptores digest o modo agrupado --changes-msg=<y|n> -c <y|n> Indicar si se va a mandar o no el mensaje indicando que se van a producir grandes cambios en su lista de distribución. Por defecto no. --welcome-msg=<y|n> -w <y|n> Indicar si se va a mandar a los subscriptores un mensaje de bienvenida, ignorando la configuración que tenga de la directiva `send_welcome_msg'. --admin-notify=<y|n> -a <y|n> Indicar si se va a mandar al administrador un aviso sobre el éxito/fallo de las subscripciones, ignorando la configuración que tenga de la directiva `admin_notify_mchanges'. --help -h Imprime este mensaje y termina. Se tiene que suministrar como mínimo o la opción -n o la -d. Solo uno de los ficheros puede ser `-'.
hu: Tagok hozzáadás a listához parancssorból. Használat: add_members [kapcsolók] listaneve Kapcsolók: --non-digest-members-file=állomány -n állomány Az állomány neve, amely minden egyes sorában a listához adandó tagok címei találhatóak. A felsorolt tagok nem-digest típusú tagok lesznek. Állománynévnek `-'-et megadva a címeket az stdin-rõl várja a program. --digest-members-file=állomány -d állomány Mint az elõzõ, de digest típusú tag hozzáadás. --changes-msg=<y|n> -c <y|n> Elküldésre kerüljön a lista tagoknak a `listán nagy változások történtek' üzenet? Alapértelmezésben nem kerül elküldésre. --welcome-msg=<y|n> -w <y|n> Elküldésre kerüljön a lista tagoknak a lista üdvözlõ szövege, függetlenül attól, hogy mi van beállítva a `send_welcome_msg' beállításban? --admin-notify=<y|n> -a <y|n> Értesítve legyen a lista adminisztrátora a sikeres/hibás feliratkozásokról, függetlenül az `admin_notify_mchanges'-ben beállítottaktól? --help -h A súgó megjelenítése és kilépés. listaneve A Mailman lista neve, amelyhez a tagokat hozzá kell adni. A listának léteznie kell. Parancssorban az -n vagy -d kapcsolók legalább egyikét meg kell adni. Legfeljebb az egyik állománynévnek adható meg `-'.

source: Big change in %(listname)s@%(listhost)s mailing list
es: Cambio drástico en la lista de distribución %(listname)s@%(listhost)s
hu: %(listname)s@%(listhost)s levelezõlista nagyot változott

source: Already a member: %(member)s
hu: Már tag: %(member)s

source: Bad/Invalid email address: blank line
hu: Hibás/érvénytelen e-mail cím: üres sor

source: Bad/Invalid email address: %(member)s
hu: Hibás/érvénytelen e-mail cím: %(member)s

source: Hostile address (illegal characters): %(member)s
hu: Tiltott cím (illegális karakterek): %(member)s

source: Subscribed: %(member)s
hu: Felírva: %(member)s

source: Bad argument to -c/--changes-msg: %(arg)s
hu: Hibás paraméter a -c/--changes-msg kapcsolónál: %(args)s

source: Bad argument to -w/--welcome-msg: %(arg)s
hu: Hibás paraméter a -w/--welcome-msg kapcsolónál: %(args)s

source: Bad argument to -a/--admin-notify: %(arg)s
hu: Hibás paraméter az -a/--admin-notify kapcsolónál: %(args)s

source: Cannot read both digest and normal members from standard input.
es: No puedo leer a los subscriptores regulares y a los no regulares desde la entrada estándar.
hu: A standard bemenetrõl nem lehet egyszerre hagyományos és digest tagokat megadni.

source: No such list: %(listname)s
es: No existe tal lista: %(listname)s
hu: Nincs %(listname)s nevû lista

source: Nothing to do.
es: No hace falta hacer nada.
hu: Nincs teendõ.

source: Rebuild a list's archive. Use this command to rebuild the archives for a mailing list. You may want to do this if you edit some messages in an archive, or remove some messages from an archive. Usage: %(PROGRAM)s <listname> [<mbox>] [-h] Where <mbox> is the path to a list's complete mbox archive. Usually this will be some path in the archives/private directory. For example: %% bin/arch mylist archives/private/mylist.mbox/mylist.mbox <mbox> is optional. If it is missing, it is calculated.
es: Reconstruir el archivo de la lista. Usa esta orden para reconstruir el archivo de una lista de distribución. Puede que quieras hacer esto si editas algunos mensajes del archivo o si algunos ficheros del archivo. Sintaxis: %(PROGRAM)s <lista> [<mbox>] [-h] Donde buzón es el camino al archivo privado completo de la lista. Normalmente será alguna ruta en el directorio archives/private. Por ejemplo: bin/arch milista archives/private/mylist.mbox/milista.mbox <mbox> es opcional. Si no existe, se calcula.
hu: Lista archívumának újrakészítése. A paranccsal a lista archivumát lehet újra létrehozni. Használata akkor elõnyös, ha az archívum valamelyik üzenetét módosítottuk, töröltük. Használat: %(PROGRAM)s <listaneve> [<mbox>] [-h] Ahol az <mbox> a lista archívumát tartalmazó mbox elérési útvonala. Általában ez az archies/private könyvtáron belülre mutat. Például: %% bin/arch listam archives/private/listam.mbox/listam.mbox <mbox> megadása nem kötelezõ. Ha nincs megadva, akkor a program keresi meg.

source: listname is required
es: Hace falta un nombre de lista
hu: listanevet is meg kell adni

source: No such list "%(listname)s" %(e)s
es: No existe la lista "%(listname)s" %(e)s
hu: Nincs "%(listname)s" nevû lista %(e)s

source: Cannot open mbox file %(mbox)s: %(msg)s
es: No se ha podido abrir el fichero mbox %(mbox)s: %(msg)s
hu: %(mbox)s mbox állomány nem nyitható meg: %(msg)s

source: Change a list's password. Prior to Mailman 2.1, list passwords were kept in crypt'd format -- usually. Some Python installations didn't have the crypt module available, so they'd fall back to md5. Then suddenly the Python installation might grow a crypt module and all list passwords would be broken. In Mailman 2.1, all list and site passwords are stored in SHA1 hexdigest form. This breaks list passwords for all existing pre-Mailman 2.1 lists, and since those passwords aren't stored anywhere in plain text, they cannot be retrieved and updated. Thus, this script generates new passwords for a list, and optionally sends it to all the owners of the list. Usage: change_pw [options] Options: --all / -a Change the password for all lists. --domain=domain -d domain Change the password for all lists in the virtual domain `domain'. It is okay to give multiple -d options. --listname=listname -l listname Change the password only for the named list. It is okay to give multiple -l options. --password=newpassword -p newpassword Use the supplied plain text password `newpassword' as the new password for any lists that are being changed (as specified by the -a, -d, and -l options). If not given, lists will be assigned a randomly generated new password. --quiet / -q Don't notify list owners of the new password. You'll have to have some other way of letting the list owners know the new password (presumably out-of-band). --help / -h Print this help message and exit.
es: Cambiar la clave de la lista. Antes de Mailman 2.1, las claves de las listas se mantenían normalmente en formato crypt. Algunas instalaciones Python no tenían disponible dicho módulo, por lo que usaban md5. Entonces de repente las instalaciones Python adquirieron el módulo crypt y todas las claves empezaron a fallar. En Mailman 2.1 las claves de las listas y de la sede se almacenan en formato SHA1. Esto hace que fallen las claves de todas las listas que existían antes de Mailman 2.1 y debido a que aquellas claves no se almacenaban como texto plano en ninguna parte, no se podían recuperar y actualizar. Así pues, este guión genera la clave de una lista y opcionalmente la manda a todos los propietarios de la lista. Sintaxis: change_pw [OPCIONES] Opciones: --all / -a Cambiar la clave de todas las listas. --domain=dominio -d dominio Cambiar la clave de todas las listas en el dominio virtual `dominio'. Vale dar múltiples opciones -d. --listname=lista -l lista Cambiar la clave solo para las listas especificadas. Vale dar varias opciones -l --password=ClaveNueva -p ClaveNueva Usar la clave especificada en `ClaveNueva' como la clave nueva de las listas que se vayan a cambiar (indicadas mediante las opciones -a, -d, y -l). Si no se especifica, a las listas se les asignará una clave nueva aleatoria --quiet / -q No notificar a los propietarios la clave nueva. Tendráas que disponer de otro medio para hacer que los propietarios sepan la clave nueva (presumiblemente fuera de línea). --help / -h Imprimir este mensaje y salir.
hu: Megváltoztatja a lista jelszavát. Mailman 2.1-nél régebbi verziók a jelszavakat titkosított formában tárolták. Néhány esetben a telepített Python nem tartalmazta a titkosító modult, így ekkor md5 kódolással tárolódtak a jelszavak. Aztán hirtelen megváltozott a Python titkosító modulja, aminek következtében az összes lista jelszó használhatatlan lett. Mailman 2.1-ben minden lista és rendszer szintû jelszó SHA1 hexdigest formában van jelen. Emiatt az összes Mailman 2.1 elõtti verzióban használt jelszó érvényét veszti, mivel azok sehonnan sem olvashatok ki és frissíthetõk az új verzióra. Ezért ez a program minden listához új jelszót hoz létre és kérésre elküldi a lista tulajdonosainak. Használat: change_pw [kapcsolók] Kapcsolók: --all / -a Az összes lista jelszavát megváltoztatja. --domain=tartomány -d tartomány A megadott virtuális tartományban található összes lista jelszavát megváltoztatja. Egyszerre több -d kapcsolót is meg lehet adni. --listname=listanév -l listanév Csak a megadott lista jelszavát változtatja meg. Egyszerre több -l kapcsolót is meg lehet adni. --password=újjelszó -p újjelszó Az `újjelszó'-ban megadott jelszót állítja be a parancssorban (-a, -d és -l kapcsolókkal) megadott listáknál. Ha nincs új jelszó megadva, akkor a program véletlenszerû jelszót hoz létre és állít be. --quiet / -q Nem értesíti a lista gazdáját a jelszóváltozásról. Ekkor más módon kell közölni a lista tulajdonosokkal az új jelszót. --help / -h Megjeleníti ezt a súgót és kilép.

source: Bad arguments: %(strargs)s
es: Argumento incorrecto: %(strargs)s
hu: Hibás paraméterek: %(strargs)s

source: Empty list passwords are not allowed
es: No se permiten claves vacias
hu: Üres admin jelszót nem lehet megadni

source: New %(listname)s password: %(notifypassword)s
es: Clave nueva de %(listname)s: %(notifypassword)s
hu: Az új %(listname)s induló jelszava: %(notifypassword)s

source: Your new %(listname)s list password
es: Su clave nueva de la lista %(listname)s
hu: Az új %(listname)s lista induló jelszava:

source: The site administrator at %(hostname)s has changed the password for your mailing list %(listname)s. It is now %(notifypassword)s Please be sure to use this for all future list administration. You may want to log in now to your list and change the password to something more to your liking. Visit your list admin page at %(adminurl)s
es: El administrador del servidor de listas %(hostname)s ha cambiado la clave de su lista de distribución %(listname)s. Ahora es %(notifypassword)s Por favor, asegurese de usarla para todas las tareas de administración fututas. Si desea entrar ahora en las páginas de administración de su lista y cambiar la clave a cualquier otra más oportuna. Visite las páginas de administración en %(adminurl)s
hu: A(z) %(hostname)s gép rendszer adminisztrátora a(z) %(listname)s levelezõlistád jelszavát megváltoztatta. Az új jelszavad: %(notifypassword)s Fontos, hogy ezentúl ezt a jelszót használd a lista adminisztrálásánál. A jelszót az adminisztrációs felületen keresztül számodra könnyebben kezelhetõre átállíthatod bármikor. Látogasd meg a listád adminisztrációs oldalát a következõ címen: %(adminurl)s
