Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: Run one or more qrunners, once or repeatedly. Each named runner class is run in round-robin fashion. In other words, the first named runner is run to consume all the files currently in its directory. When that qrunner is done, the next one is run to consume all the files in /its/ directory, and so on. The number of total iterations can be given on the command line. Usage: %(PROGRAM)s [options] Options: -r runner[:slice:range] --runner=runner[:slice:range] Run the named qrunner, which must be one of the strings returned by the -l option. Optional slice:range if given, is used to assign multiple qrunner processes to a queue. range is the total number of qrunners for this queue while slice is the number of this qrunner from [0..range). If using the slice:range form, you better make sure that each qrunner for the queue is given the same range value. If slice:runner is not given, then 1:1 is used. Multiple -r options may be given, in which case each qrunner will run once in round-robin fashion. The special runner `All' is shorthand for a qrunner for each listed by the -l option. --once -o Run each named qrunner exactly once through its main loop. Otherwise, each qrunner runs indefinitely, until the process receives a SIGTERM or SIGINT. -l/--list Shows the available qrunner names and exit. -v/--verbose Spit out more debugging information to the logs/qrunner log file. -s/--subproc This should only be used when running qrunner as a subprocess of the mailmanctl startup script. It changes some of the exit-on-error behavior to work better with that framework. -h/--help Print this message and exit. runner is required unless -l or -h is given, and it must be one of the names displayed by the -l switch.
hu: Egy vagy több qrunner futtatása, egyszer vagy többször. Minden megnevezett qrunner round-robin módszerrel fut. Ez azt jelenti, hogy a legelöször megadott runner addig fut, amig a könyvtárában található összes állományán végig nem megy. Ha ez a qrunner befejezte a dolgát, akkor a következõ indul és fut amig a /saját/ könyvtárában az állományait fel nem dolgozza és így tovább. Az iterációs lépések számát a parancssorban lehet megadni. Használat: %(PROGRAM)s [kapcsolók] Kapcsolók: -r runner[:slice:range] --runner=runner[:slice:range] Futtatja az -l kapcsolóval felsorolt qrunnerek egyikét. A külön megadható slice:range -el lehet a feldolgozási sorba tenni a qrunner folyamatokat. range jelenti az aktuális feldolgozási sorban található qrunner folyamatokat, míg a slice jelenti a qrunner sorszámát - [0..range) tartományban - az aktuális feldolgozási sorban. slice:range használatánál fontos, hogy a feldolgozási sorban lévõ qrunnereknek ugyanaz a range legyen megadva. Ha a parancssorban nem lett slice:range megadva, akkor 1:1 lesz az értéke. Egyszerre több -r kapcsolót is meg lehet adni. Ekkor a felsorolt qrunnerek round-robin módszerrel fognak futni. Az 'All' qrunner az -l kapcsolóval felsorolt összes qrunnert jelenti. --once -o Csak egyszer futtatja végig a felsorolt qrunnereket. Különben a megadott qrunnerek meghatározatlan ideig futnak, amíg vagy SIGTERM vagy SIGINT jelzést nem kapnak. -l/--list Megjeleníti az elérhetõ qrunnerek nevét, majd kilép. -v/--verbose Bõvebb információt ír a logs/qrunner naplóállományba. -h/--help Megjeleníti ezt a súgót és kilép. Kötelezõ egy runner nevet megadni, kivéve ha -l vagy -h kapcsoló meg lett adva. A névnek az -l kapcsolóval felsoroltak közül kell lennie.

source: %(name)s runs the %(runnername)s qrunner
hu: -r %(name)s a %(runnername)s qrunner-t futtatja

source: All runs all the above qrunners
hu: A felsorolt qrunner modulok mind futnak

source: No runner name given.
hu: Nem lett runnernév megadva.

source: Could not open file for reading: %(filename)s.
es: No se ha podido abrir leer el fichero: %(filename)s.
hu: %(filename)s állományt nem lehet olvasni.

source: Removing %(msg)s
es: Borrando %(msg)s
hu: Eltávolítva %(msg)s

source: %(listname)s %(msg)s not found as %(dir)s
es: %(msg)s de %(listname)s no se ha encontrado como %(dir)s
hu: %(listname)s %(msg)s üzenetei nem találhatóak a %(dir)s könyvtárban

source: Not removing archives. Reinvoke with -a to remove them.
es: No se está borrando el almacenaje. Reinvoqueme con -a para borrarlos.
hu: Archívum törlése nélkül. Törléséhez az -a kapcsolóval indítsd a programot.

source: private archives
es: ficheros privados
hu: privát archívum

source: public archives
es: archivos públicos
hu: nyilvános archívum

source: Synchronize a mailing list's membership with a flat file. This script is useful if you have a Mailman mailing list and a sendmail :include: style list of addresses (also as is used in Majordomo). For every address in the file that does not appear in the mailing list, the address is added. For every address in the mailing list that does not appear in the file, the address is removed. Other options control what happens when an address is added or removed. Usage: %(PROGRAM)s [options] -f file listname Where `options' are: --no-change -n Don't actually make the changes. Instead, print out what would be done to the list. --welcome-msg[=<yes|no>] -w[=<yes|no>] Sets whether or not to send the newly added members a welcome message, overriding whatever the list's `send_welcome_msg' setting is. With -w=yes or -w, the welcome message is sent. With -w=no, no message is sent. --digest[=<yes|no>] -d[=<yes|no>] Selects whether to make newly added members receive messages in digests. With -d=yes or -d, they become digest members. With -d=no (or if no -d option given) they are added as regular members. --notifyadmin[=<yes|no>] --a[=<yes|no>] Specifies whether the admin should be notified for each subscription or unsubscription. If you're adding a lot of addresses, you definitely want to turn this off! With -a=yes or -a, the admin is notified. With -a=no, the admin is not notified. With no -a option, the default for the list is used. --file <filename | -> -f <filename | -> This option is required. It specifies the flat file to synchronize against. Email addresses must appear one per line. If filename is `-' then stdin is used. --help -h Print this message. listname Required. This specifies the list to synchronize.
hu: A levelezõlista tajainak sorát szinkornizálja egy sima szöveges állományhoz. A programot akkor célszerû használni, ha rendelkezünk az adott Mailman levelezõlistához egy sendmail :include: stílusú állománnyal, amelyben a a tagok címei találhatóak (ilyet használ a Majordomo is). Minden olyan címet, amely csak a szöveges állományban talál hozzáad a program a levelezõlistához, miközben törli azokat a címeket, amelyek nem találhatók a szöveges állományban. A kapcsolókkal lehet szabályozni, hogy mi történjen egy cím hozzáadásakor vagy törlésekor. Használat: %(PROGRAM)s [kapcsolók] -f állomány listaneve Kapcsolók: --no-change -n Ne változtat semmit. Helyette kiírja, hogy milyen módosítások történtek volna. --welcome-msg[=<yes|no>] -w[=<yes|no>] Megmondja, hogy a listára frissen felírt tag megkapja-e az üdvözlõ szöveget függetlenül a `send_welcome_msg' változóban megadott értéktõl. Az üdvözlõ szöveget elküldi, ha -w=yes vagy -w kapcsoló meg lett adva. Nincs értesítés -w=no használatánál. --digest[=<yes|no>] -d[=<yes|no>] Beállítja, hogy a listára frissen felírt tag digest vagy rendes formában kapja a leveleket. -d=yes vagy -d kapcsolóval digest-et fog kapni. Sima formátumba kapja a leveleket, ha a -d=no (vagy egy -d kapcsoló egyáltalán nem) lett megadva, akkor a tag a leveleket hagyományos formában kapja. --file <állománynév | -> -f <állománynév | -> Ezt a kapcsolót kötelezõ megadni, mivel az itt megjelölt sima szöveges állományhoz szinkronizálja a lista tagjait. Az állomány minden sorában egy e-mail címet kell megadni. Ha állománynévnek `-'-t adunk meg, akkor az stdin-rõl várja a címeket a program. --help -h Megjeleníti ezt a súgót és kilép. listaneve Kötelezõ megadni. A megadott listán hajtja végre a módosításokat.

source: Bad choice: %(yesno)s
es: Mala elección: %(yesno)s
hu: Rossz választás: %(yesno)s

source: Dry run mode
es: Ejecución en modo prueba
hu: Teszt üzemmód

source: Only one -f switch allowed
es: Solo se permite una opción -f
hu: Csak egyszer adható meg az -f kapcsoló

source: No argument to -f given
es: No se ha proporcionado ningún argumento a -f
hu: Nem lett az -f kapcsolóval érték megadva

source: Illegal option: %(opt)s
es: Opción ilegal: %(opt)s
hu: Érvénytelen kapcsoló: %(opt)s

source: No listname given
es: No se ha proporcionado ningún nombre de lista
hu: Nem lett listanév megadva

source: Must have a listname and a filename
es: Tiene que haber un nombre de lista y un nombre de fichero
hu: Meg kell adni egy lista- és állománynevet

source: Cannot read address file: %(filename)s: %(msg)s
es: No puedo leer el fichero de direcciones: %(filename)s: %(msg)s
hu: A címeket tartalmazó állomány nem olvasható: %(filename)s: %(msg)s

source: Ignore : %30(addr)s
es: Ignorar : %30(addr)s
hu: Figyelmen kívül: %30(addr)s

source: You must fix the preceding invalid addresses first.
es: Primero tienes que corregir la dirección inválida precedente.
hu: Elõször az érvénytelen címeket kell kijavítanod.

source: Added : <%(addr)30s> %(name)s
hu: Hozzáadva: <%(addr)30s> %(name)s)

source: Removed: <%(addr)30s> %(name)s
hu: Törölve : <%(addr)30s %(name)s

source: Perform all necessary upgrades. Usage: %(PROGRAM)s [options] Options: -f/--force Force running the upgrade procedures. Normally, if the version number of the installed Mailman matches the current version number (or a `downgrade' is detected), nothing will be done. -h/--help Print this text and exit. Use this script to help you update to the latest release of Mailman from some previous version. It knows about versions back to 1.0b4 (?).
hu: A program az összes szükséges frissítést végrehajtja. Használat: %(PROGRAM)s [kapcsolók] Kapcsolók: -f/--force Mindenkép végrehajtja a frissítési folyamatot. Alapvetõen, ha a telepített és a másik Mailman verziószáma egyezik (vagy egy esetleges `downgrade' merülne fel), akkor nem történik semmi. -h/--help Megjeleníti ezt a súgót és kilép. A program segítségével régebbi verziójú Mailman-t lehet lecseréni leg- frisebbre. A program az 1.0b4 (?) verzióktól használható.

source: Fixing language templates: %(listname)s
es: Corrigiendo la plantilla de los lenguajes: %(listname)s
hu: Nyelvi sablonok javítása: %(listname)s

source: WARNING: could not acquire lock for list: %(listname)s
es: ADVERTENCIA: no se pudo adquirir el bloqueo de la lista: %(listname)s
hu: FIGYELMEZTETÉS: nem lehet zárolni a %(listname)s listát

source: For some reason, %(mbox_dir)s exists as a file. This won't work with b6, so I'm renaming it to %(mbox_dir)s.tmp and proceeding.
es: Por cualquier razón, %(mbox_dir) existe como fichero. Esto no funcionará con b6, por lo que lo estoy renombrando a %(mobox_dir)s.tmp y procediendo.
hu: Valamiért a(z) %(mbox_dir)s egy könyvtár. A b6 ezzel nem mûködne ezért átnevezem %(mbox_dir)s.tmp-é, majd folytatom a frissítést.

source: %(listname)s has both public and private mbox archives. Since this list currently uses private archiving, I'm installing the private mbox archive -- %(o_pri_mbox_file)s -- as the active archive, and renaming %(o_pub_mbox_file)s to %(o_pub_mbox_file)s.preb6 You can integrate that into the archives if you want by using the 'arch' script.
es: %(listname)s tiene ficheros mbox públicos y privados. Ya que esta lista utiliza actualmente almacenaje privado, estoy instalando el fichero mbox privado -- %(o_pri_mbox_file)s -- como fichero activo y renombrando %(o_pub_mbox_file)s a %(o_pub_mbox_file)s.preb6 se puede integrar dentro del almacenaje si así lo desea usando el guión 'arch'.
hu: %(listname)s rendelkezik mind nyilvános, mind privát mbox archívummal. A lista jelenleg privát archiválásra van beállítva, ezért a privát mbox archívumot -- %(o_pri_mbox_file)s -- állítom be aktuális archívumnak és átnevezem a(z) %(o_pub_mbox_file)s archívumot %(o_pub_mbox_file)s.preb6 archívummá. Az 'arch' programmal bármikor össze lehet fésülni ezt az állományt az aktuális archívummal.

source: %s has both public and private mbox archives. Since this list currently uses public archiving, I'm installing the public mbox file archive file (%s) as the active one, and renaming %s to %s.preb6 You can integrate that into the archives if you want by using the 'arch' script.
es: %s tiene ficheros mbox públicos y privados. Ya que esta lista utiliza actualmente almacenaje público, estoy instalando el fichero mbox público (%s) como fichero activo y renombrando %s a %s.preb6 se puede integrar dentro del almacenaje si así lo desea usando el guión 'arch'.
hu: %s rendelkezik mind nyilvános, mind privát mbox archívummal. A lista jelenleg nyilvános archiválásra van beállítva, ezért a nyilvános mbox archívumot (%s) állítom be aktuális archívumnak és átnevezem a %s archívumot %s.preb6 archívummá. Az 'arch' programmal bármikor össze lehet fésülni ezt az állományt az aktuális archívummal.

source: - updating old private mbox file
es: - actualizando el antiguo fichero mbox privado
hu: - régi privát mbox állomány frissítése

source: unknown file in the way, moving %(o_pri_mbox_file)s to %(newname)s
es: fichero desconocido en el camino, moviendo %(o_pri_mbox_file)s a %(newname)s
hu: ismeretlen állomány a könyvtárba, áthelyezem a(z) %(o_pri_mbox_file)s állományt ide: %(newname)s

source: looks like you have a really recent CVS installation... you're either one brave soul, or you already ran me
es: parece como si tuviera una instalación CVS realmente reciente... o eres un corazón indomable, o ya me ejecutaste
hu: úgy néz ki, hogy a legújabb CVS verziót használod... vagy nagyon bátor vagy, vagy már futattad ezt a parancsot.

source: - updating old public mbox file
es: - actualizando el antiguo fichero mbox público
hu: - régi nyilvános mbox állomány frissítése

source: unknown file in the way, moving %(o_pub_mbox_file)s to %(newname)s
es: fichero desconocido en el camino, moviendo %(o_pub_mbox_file)s a %(newname)s
hu: ismeretlen állomány a könyvtárba, áthelyezem a(z) %(o_pri_mbox_file)s állományt ide: %(newname)s

source: - This list looks like it might have <= b4 list templates around
es: - Esta lista parece que pueda tener plantillas alrededor <= b4
hu: - Úgy néz ki. hogy <= b4 lista sablonok vannak jelen.

source: - moved %(o_tmpl)s to %(n_tmpl)s
es: - movido %(o_tmpl)s a %(n_tmpl)s
hu: - %(o_tmpl)s áthelyezése a %(n_tmpl)s könyvtárba

source: - both %(o_tmpl)s and %(n_tmpl)s exist, leaving untouched
es: - tanto %(o_tmpl)s como %(n_tmpl)s existen, dejándolo intacto
hu: - mind a %(o_tmpl)s és a %(n_tmpl)s állományok léteznek, nincsen változtatás

source: removing %(src)s
es: borrando %(src)s
hu: %(src)s törlése

source: Warning: couldn't remove %(src)s -- %(rest)s
es: Advertencia: no pude borrar %(src)s -- %(rest)s
hu: Figyelmeztetés: %(src)s -t nem lehet törölni -- %(rest)s

source: couldn't remove old file %(pyc)s -- %(rest)s
es: no pude borrar el fichero antiguo %(pyc)s -- %(rest)s
hu: régi %(pyc)s állományt nem lehet törölni -- %(rest)s

source: updating old qfiles
hu: régi qfiles állományok frissítése

source: getting rid of old source files
hu: régi forrásfájlokat törlöm

source: no lists == nothing to do, exiting
es: sin listas == nada que hacer
hu: nincsen lista == nincs teendõ, kilépés

source: fixing all the perms on your old html archives to work with b6 If your archives are big, this could take a minute or two...
es: corrigiendo todos los permisos de tus archivos html antiguos para que trabajen con b6. Si tus archivos son grandes, pordría tardar uno o dos minutos...
hu: összes hibás jogosultásg kijavítása a html archívumban a b6-hoz Nagy méretû archívumnál ez eltarthat egy-két percig...

source: done
es: hecho
hu: kész

source: Updating mailing list: %(listname)s
es: actualizando la lista de distribución
hu: Levelezõlista frissítése: %(listname)s

source: Updating Usenet watermarks
es: Actualizando las marcas de Usenet
hu: Hircsoport azonosító (watermarks) frissítése

source: - nothing to update here
es: - no hay nada que actualizar aquí
hu: - nincs mit itt frissíteni

source: - usenet watermarks updated and gate_watermarks removed
es: - actualizadas las marcas de usenet y las gate_marcas quitadas
hu: - hircsoport azonosító frissítve és gate_watermarks törölve

source: Updating old pending_subscriptions.db database
es: Actualizando la base de datos de peticiones pendientes antigua
hu: A beavatkozási teendõk régi adatbázisának frissítése

source: NOTE NOTE NOTE NOTE NOTE You are upgrading an existing Mailman installation, but I can't tell what version you were previously running. If you are upgrading from Mailman 1.0b9 or earlier you will need to manually update your mailing lists. For each mailing list you need to copy the file templates/options.html lists/<listname>/options.html. However, if you have edited this file via the Web interface, you will have to merge your changes into this file, otherwise you will lose your changes. NOTE NOTE NOTE NOTE NOTE
es: NOTA NOTA NOTA NOTA NOTA Estás actualizando una instalación de Mailman existente, pero no puedo decirte que versión estabas ejecutando anteriormente. Si estuvieras actualzando un Mailman 1.b09 o anterior, necesitarás actualizar manualmente tus listas de distribución. Para cada lista de distribución necesitas copiar el fichero templates/options.html lists/<listname>/options.html. Sin embargo, si hubieses editado este fichero a través del interfaz web, tendrás qye mezclar tus cambios entro de este fichero, de otra manera perderés tus cambios. NOTA NOTA NOTA NOTA NOTA
hu: FONTOS FONTOS FONTOS FONTOS Létezõ, de ismeretlen verziójú telepített Mailman-t frissít. Mailman 1.0b9 vagy régebbi verziókról történõ frissítéskor manuálisan kell a levelezõlistákat frissíteni. Minden egyes levelezõlistánál a templates/options.html -t a lists/<listname>/options.html helyre kell másolni. Azonban, ha web felületen keresztül módosította ezt az állományt, akkor a módosításokat ezen az állományon is el kell végezni, különben azok nem jelennek meg. FONTOS FONTOS FONTOS FONTOS

source: No updates are necessary.
es: No hacen falta actualizaciones.
hu: Nincs szükség frissítésre.

source: Downgrade detected, from version %(hexlversion)s to version %(hextversion)s This is probably not safe. Exiting.
es: Retroceso detectado, de la versión %(hexlversion)s a la versión %(hextversion)s Lo más probable que esto no sea seguro. Saliendo.
hu: Régebbi verzióra %(hextversion)s akarja a frissebbet lecserélni %(hexlversion)s. Ez valószínûleg hibás mûködéshez vezetne. Kilépek.

source: Upgrading from version %(hexlversion)s to %(hextversion)s
es: Actualizando de la versión %(hexlversion)s a la %(hextversion)s
hu: Frissítés %(hexlversion)s verzióról %(hextversion)s verzióra

source: ERROR: The locks for some lists could not be acquired. This means that either Mailman was still active when you upgraded, or there were stale locks in the %(lockdir)s directory. You must put Mailman into a quiescent state and remove all stale locks, then re-run "make update" manually. See the INSTALL and UPGRADE files for details.
es: ERROR: No se pudo obtener el bloqueo de algunas listas. Esto significa que o Mailman estaba activo cuando actualizaste o había bloqueos corruptos en el directorio %(lockdir)s. Tienes que poner a Mailman en un estado inactivo y borrar todos los bloqueos corruptos, entonces volver a ejecutar manualmente "make update". Vea los ficheros INSTALL y UPGRADE para más detalles.
hu: HIBA: Valamelyik listánál nem lehetett a zárolást megszüntetni. Ez azt jelenti, hogy a Mailman a frissítés idõpontjában futott, vagy lejárt zárolás volt a(z) %(lockdir)s könyvtáron. Szüneteltesse a Mailman futását és távolítsa el az összes lejárt zárolást, majd adja ki a "make update" parancsolt. Bõvebben errõl az INSTALL és UPGRADE állományokban lehet olvasni.

source: Print the Mailman version.
hu: Kiírja a Mailman verziószámát.

source: Using Mailman version:
es: Utilizando la versión de Mailman:
hu: Mailman verziószáma:

source: Unlock a locked list, but do not implicitly Save() it. This does not get run if the interpreter exits because of a signal, or if os._exit() is called. It will get called if an exception occurs though.
hu: Zárolt lista zárolásának megszüntetése Save() (mentés) nélkül. Ez a rész csak akkor fut le, ha a nyelvértelmezõ kilépésre utasító jelzést, vagy egy os._exit() utasítást kap. Ha ettõl eltérõ hiba lép fel, akkor lefut ez a rész.

source: Unlocking (but not saving) list: %(listname)s
hu: Zárolása megszüntetése (mentés nélkül) a(z) %(listname)s listán

source: Finalizing
es: Terminando
hu: Véglegesítés

source: Loading list %(listname)s
es: Cargando la lista %(listname)s
hu: %(listname)s lista betöltése

source: (locked)
es: (bloqueado)
hu: (zárolva)

source: (unlocked)
es: (desbloqueado)
hu: (zárolás megszüntetve)

source: No list name supplied.
es: No se ha proporcionado ningún nombre de lista.
hu: Nem lett listanév megadva.

source: Importing %(module)s...
es: Importando %(module)s...
hu: %(module)s beolvasása...

source: Running %(module)s.%(callable)s()...
es: Ejecutando %(module)s.%(callable)s()...
hu: Folyamatban %(module)s.%(callable)s()...

source: Increment the digest volume number and reset the digest number to one. Usage: %(PROGRAM)s [options] [listname ...] Options: --help/-h Print this message and exit. The lists named on the command line are bumped. If no list names are given, all lists are bumped.
hu: A digest kötet számát egyel növeli és új digestet nyit meg. Használat: %(PROGRAM)s [kapcsolók] [listaneve ...] Kapcsolók: --help/-h Kiírja ezt a súgót és kilép. A parancssorban megadott lista digestét dolgozza fel. Ha nem lett lista megadva, akkor az összes listán elvégzi a változtatásokat.

source: Invoked by cron, this checks for pending moderation requests and mails the list moderators if necessary.
hu: A cron futtatja ezt a programot, amely a szerkesztõi beavatkozásra váró levelek figyelését és a szerkesztõk értesítését végzi.

source: %(count)d %(realname)s moderator request(s) waiting
hu: %(count)d kérelem vár szerkesztõi jóváhagyásra a(z) %(realname)s listán

source: Pending subscriptions:
hu: Jóváhagyásra váró feliratkozások:

source: Pending posts:
hu: Jóváhagyásra váró levelek:

source: From: %(sender)s on %(date)s Cause: %(reason)s
hu: Feladó: %(sender)s %(date)s napján Indok: %(reason)s

source: Process disabled members, recommended once per day. This script cruises through every mailing list looking for members whose delivery is disabled. If they have been disabled due to bounces, they will receive another notification, or they may be removed if they've received the maximum number of notifications. Usage: %(PROGRAM)s [options] Options: -h / --help Print this message and exit. -l listname --list listname Process only the given list, otherwise do all lists.
hu: Kikapcsolt listatagok kezelése, naponta egyszer futtassuk. A program az összes levelezõ listán megkeresi azon tagokat akiknél ki van kapcsolva a levélkézbesítés. Ha túl sok visszapattanás miatt történt a levélkézbesítés leállítása, akkor újabb értesítést küld el a program a felhasználónak, vagy ha már a beállított értesítések számát elérte, akkor törli a listáról a felhasználót. Használat: %(PROGRAM)s [kapcsolók] Kapcsolók: -h / --help Megjeleníti ezt a súgót és kilép. -l listanév --list listanév Csak a megadott listán, különben minden listán keres.

source: Poll the NNTP servers for messages to be gatewayed to mailing lists. Usage: gate_news [options] Where options are --help -h Print this text and exit.
hu: Letölti az NNTP szerverrol a levelezõlistára szánt leveleket. Használat: gate_news [kapcsolók] Kapcsolók: --help -h Megjeleníti ezt a súgót és kilép.
