Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: List moderators (and list administrators) are sent daily reminders of requests pending approval, like subscriptions to a moderated list, or postings that are being held for one reason or another. Setting this option causes notices to be sent immediately on the arrival of new requests as well.
hu: Lista adminisztrátoroknak minden nap emlékeztetõül elküldésre kerül a beavatkozásra váró teendõk listája, mint például moderált listára történõ feliratkozások vagy egy visszatartott levél engedélyezésének kezelése. Az opció beállításával az új kérelemmel egy idõben kerül elküldésre a beavatkozásra szólító levél.

source: Should administrator get notices of subscribes and unsubscribes?
es: &iquest;Le deben llegar al administrador las notificaciones de subscripci&oacute;n/desubscripci&oacute;n?
hu: Értesítést kapjon az adminisztrátor a fel- és leiratkozásokról?

source: Send mail to poster when their posting is held for approval?
es: &iquest;Enviar un mensaje al remitente cuando su mensaje se retiene en espera de aprobaci&oacute;n?
hu: Értesítve legyen a feladó levele engedélyezésig történõ visszatartásáról?

source: Approval notices are sent when mail triggers certain of the limits <em>except</em> routine list moderation and spam filters, for which notices are <em>not</em> sent. This option overrides ever sending the notice.
es: Los mensajes a aprobar se env&iacute;an cuando el correo activa cualquier condici&oacute;n que exceda los l&iacute;mites, <em>excepto</em> los filtros rutinarios para la moderaci&oacute;n de la lista y el correo basura (spam), para los que dichas notificaciones <em>no</em> se env&iacute;an. Esta opci&oacute;n anula el env&iacute;o de cualquier notificaci&oacute;n
hu: Jóváhagyási értesítés elküldésre kerül, ha a levelet néhány korlátozás miatt kell engedélyeztetni, <em>kivétel</em> ha a korlátozások szerkesztõi vagy spam specifikusak, ekkor értesítés <em>nem</em> kerül elküldésre. Az itt beállított érték mindig érvényes lesz.

source: Additional settings
es: Configuraciones adicionales
hu: További beállítások

source: (Administrivia filter) Check postings and intercept ones that seem to be administrative requests?
es: (Fitro administrativo) &iquest;Comprobar los env&iacute;os e interceptar los que parezcan ser peticiones administrativas?
hu: (Adminisztrációs szûrõ) Figyelje és visszatartsa azokat a leveleket, amelyek adminisztrációs üzeneteket tartalmaznak?

source: Administrivia tests will check postings to see whether it's really meant as an administrative request (like subscribe, unsubscribe, etc), and will add it to the the administrative requests queue, notifying the administrator of the new request, in the process.
es: Los tests administrativos comprobar&aacute;n los env&iacute;os para ver si realmente son peticiones administrativas (como subscribe, unsubscribe, etc), y los a&ntilde;adir&aacute; a la cola de peticiones administrativas, notificando de paso al administrador, de la nueva petici&oacute;n
hu: Adminisztráció próbával a különbözõ adminisztrációs tevékenységeket (mint pl. feliratkozás, leiratkozás, stb.) lehet tesztelni. Az adminisztrációs teendõk listájába kerülnek a próbák, valamint elküldésre kerülnek ezekrõl az értesítések.

source: Maximum length in kilobytes (KB) of a message body. Use 0 for no limit.
hu: A levél törzsének maximális mérete kilóbájtban (KB). 0 esetén nincs méret korlátozás.

source: Host name this list prefers for email.
es: Nombre de la m&aacute;quina que prefiere la lista.
hu: A gazdagép neve, ahol a lista fut.

source: The "host_name" is the preferred name for email to mailman-related addresses on this host, and generally should be the mail host's exchanger address, if any. This setting can be useful for selecting among alternative names of a host that has multiple addresses.
es: El "host_name" es el nombre de m&aacute;quina preferido para direcciones relacionadas con Mailman en este sistema, generalmente deber&iacute;a ser la direcci&oacute;n del sistema para cuestiones de correo electr&oacute;nico Esta opci&oacute;n puede ser &uacute;til para seleccionar entre distintos nombres alternativos de una m&aacute;quina que tiene varias direcciones.
hu: A "host_name" a gazdagépen elõforduló mailman-hoz kapcsolódó e-mailben szereplõ gépnév, amelyen keresztül a levelezés történik. Használata több címmel rendelkezõ gazdagépek esetén szükséges, amikor az eltérõ nevek közül kell a megfelelõt kijelölni.

source: Should messages from this mailing list include the <a href="http://www.faqs.org/rfc/rfc2369.html">RFC 2369</a> (i.e. <tt>List-*</tt>) headers? <em>Yes</em> is highly recommended.
es: &iquot;Deberían incluir los mensajes de esta lista las cabeceras <tt>List-*</tt> según recomienda el <a href="http://www.faqs.org/rfc/rfc2369.html"> RFC 2369</a>? Se recomienda que ponga <em>Si</em>.
hu: A levelezõlistáról érkezõ üzenetekben szerepeljenek-e az <a href="http://www.faqs.org/rfc/rfc2369.html">RFC 2369</a>-ben meghatározott fejlécek (pl. <tt>List-*</tt>)? A megfelelõ mûködéshez <em>Igen</em> az ajánlott.

source: RFC 2369 defines a set of List-* headers that are normally added to every message sent to the list membership. These greatly aid end-users who are using standards compliant mail readers. They should normally always be enabled. <p>However, not all mail readers are standards compliant yet, and if you have a large number of members who are using non-compliant mail readers, they may be annoyed at these headers. You should first try to educate your members as to why these headers exist, and how to hide them in their mail clients. As a last resort you can disable these headers, but this is not recommended (and in fact, your ability to disable these headers may eventually go away).
hu: Az RFC 2369-ben vannak meghatározva azok a List-* fejlécek, amelyeket meg kell adni a levelezõlista tagoknak elküldendõ levelekben. A szabványos levelezõprogramokat használó felhasználók munkáját segítik ezek a fejlécek. Ezért alapesetben ezeket fel kell tüntetni. <p>Azonban nem mindegyik levelezõprogram ismeri még ezt a szabványt, így azoknál a listatagoknál, akik ilyen a programokat használnak zavaró lehet e fejlécek használata. Legelõször ezeknek a tagoknak a fejlécek fontosságát kell elmagyarázni, és levelezõprogramjukat beállítani, hogy a felesleges fejléceket elrejtse. Végsõ esetben ezen fejléceket beszúrását kikapcsolhatod, azonban ez nem ajánlott (és lehet, hogy a késõbbiekben már nem is lesz erre opció).

source: Language&nbsp;options
es: Opciones de idiomas
hu: Nyelvi&nbsp;beállítások

source: Natural language (internationalization) options.
es: Opciones de idioma nativo (internacionalización)
hu: Támogatott nyelvek beállítása.

source: Default language for this list.
es: El idioma predeterminado de esta lista
hu: A lista alapértelmezett nyelve.

source: This is the default natural language for this mailing list. If <a href="?VARHELP=language/available_languages">more than one language</a> is supported then users will be able to select their own preferences for when they interact with the list. All other interactions will be conducted in the default language. This applies to both web-based and email-based messages, but not to email posted by list members.
hu: Ez a lista alapértelmezett nyelve. Ha <a href="?VARHELP=language/available_languages">több nyelv</a> van beállítva, akkor a felhasználó választhatja ki, hogy milyen nyelven szeretné a listát használni. Alapértelmezett nyelven jelenik meg minden más web-, vagy e-mail alapú üzenet. A felhasználó leveleinek nyelvére természetesen nincs hatással a beállítás.

source: Languages supported by this list.
hu: A listán beállított nyelvek.

source: These are all the natural languages supported by this list. Note that the <a href="?VARHELP=language/preferred_language">default language</a> must be included.
hu: A listán beállított nyelvek sora látható. Fontos, hogy az <a href="?VARHELP=language/preferred_language">alapértelmezett nyelv</a> a listában itt is megtalálható.

source: Membership&nbsp;Management
hu: Listatagok&nbsp;kezelése

source: Membership&nbsp;List
hu: Tagok&nbsp;listája

source: Mass&nbsp;Subscription
hu: Több&nbsp;tag&nbsp;felvétele

source: Mass&nbsp;Removal
hu: Több&nbsp;tag&nbsp;törlése

source: Non-digest&nbsp;options
hu: Nem-digest&nbsp;küldési&nbsp;beállítások

source: Policies concerning immediately delivered list traffic.
es: Pol&iacute;tica referente a la entrega del tr&aacute;fico de la lista a medida que llega
hu: Beállítások az azonnal kimenõ levelekre.

source: Can subscribers choose to receive mail immediately, rather than in batched digests?
es: &iquest;Pueden los subscriptores elegir entre recibir el correo inmediatamente o recibirlo agrupado en un solo mensaje (digests)?
hu: Választhatnak feliratkozáskor, hogy a leveleket külön-külön azonnal vagy egyben kapják?

source: Should Mailman personalize each non-digest delivery? This is often useful for announce-only lists, but <a href="?VARHELP=nondigest/personalize">read the details</a> section for a discussion of important performance issues.
hu: A nem-digest levelek egyénre szabottak legyenek? Olyan listáknál elönyös, ahol csak bejelentések (announce-only) fordulnak el, de elõbb olvassuk el <a href="?VARHELP=nondigest/personalize">teljesítményt érintõ</a> magyarázatot.

source: Normally, Mailman sends the regular delivery messages to the mail server in batches. This is much more efficent because it reduces the amount of traffic between Mailman and the mail server. <p>However, some lists can benefit from a more personalized approach. In this case, Mailman crafts a new message for each member on the regular delivery list. Turning this feature on may degrade the performance of your site, so you need to carefully consider whether the trade-off is worth it, or whether there are other ways to accomplish what you want. You should also carefully monitor your system load to make sure it is acceptable. <p>When personalized lists are enabled, two things happen. First, the <code>To:</code> header of the posted message is modified so that each individual user is addressed specifically. I.e. it looks like the message was addressed to the recipient instead of to the list. <p>Second a few more expansion variables that can be included in the <a href="?VARHELP=nondigest/msg_header">message header</a> and <a href="?VARHELP=nondigest/msg_footer">message footer</a>. <p>These additional substitution variables will be available for your headers and footers, when this feature is enabled: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
hu: Alapesetben a Mailman a hagyományos levelek továbbításánál kötegelve küldi a levelezõszervernek a leveleket. Ez a módszer nagyon hatékony, mert csökkenti a Mailman és a levelezõszerver között adatforgalmat. <p>Azonban néhány listáknál elõnyösebb az egyéni formátumú levelek küldése. Ebben az esetben a Mailman minden egyes tagnak a küldendõ levél egy egyedi változatát kézbesíti. Az opció beállításával a rendszered terhelése megnövekszik, így jól meg kell gondolni, hogy megéri-e ez a plusz szolgáltatás a megnövekedett terhelést kárára. Fontos, hogy a rendszered terhelésének (<em>system load</em>) figyelésével meg kell bizonyosodni arról, hogy a rendszer így is képes-e a kiszolgálásra. <p>Személyre szabott levelek esetén két dolog történik. Elõször is a levél <code>To:</code> fejlécébe csak a felhasználó egyedi címe kerül. Ekkor úgy tûnik, mintha a levél közvetlenül a felhasználónak és nem a listának lett volna címezve. <p>Másodsorban a <a href="?VARHELP=nondigest/msg_header">levél fejlécnél</a> és <a href="?VARHELP=nondigest/msg_footer">levél láblécnél</a> használni lehet majd a következõben felsorolt változókat is. <p>A következõ kiegészítõ változók használhatóak még, ha engedélyezve van a személyre szabott kézbesítés: <ul><li><b>user_address</b> - A felhasználó címe, kisbetûs formában. <li><b>user_delivered_to</b> - A felhasználó feliratkozáskor megadott e-mail címe. <li><b>user_password</b> - A felhasználó jelszava. <li><b>user_name</b> - A felhasználó teljese neve. <li><b>user_optionsurl</b> - A felhasználó listatagsági oldalának címe. </ul>

source: Header added to mail sent to regular list members
es: Cabecera a a&ntilde;adir al correo enviado a los subscriptores regulares de la lista
hu: Rendes listatagoknak küldött levelekhez csatolandó fejléc

source: Text prepended to the top of every immediately-delivery message.
es: Texto a a&ntilde;adir en la parte superior de cada uno de los mensajes que se entrega a medida que llegan.
hu: Szöveg, amely minden kimenõ levél elejére kerül.

source: Footer added to mail sent to regular list members
es: Pi&eacute; de p&aacute;gina a a&ntilde;adir al correo enviado a los subscriptores regulares de la lista
hu: Rendes tagoknak küldött levelekhez csatolandó lábléc

source: Text appended to the bottom of every immediately-delivery message.
es: Texto a a&ntilde;adir al final de cada mensaje que se entrega inmediatamente.
hu: Minden azonnal kimenõ levél végéhez csatolandó szöveg.

source: Passwords
hu: Jelszavak

source: Privacy options
hu: Privát&nbsp;beállítások

source: Subscription&nbsp;rules
hu: Feliratkozási&nbsp;szabályok

source: Sender&nbsp;filters
es: Filtrado del remitente
hu: Feladók&nbsp;szûrése

source: Spam&nbsp;filters
es: Filtrado del correo basura
hu: Spam&nbsp;szûrés

source: None
hu: Semmi

source: Confirm
hu: Megerõsít

source: Require approval
hu: Engedélyezés

source: Confirm and approve
hu: Megerõsítés és engedélyezés

source: What steps are required for subscription?<br>
es: &iquest;Que pasos hacen falta para la subcripci&oacute;n?<br>
hu: Milyen lépések szükségesek a feliratkozáshoz?<br>

source: None - no verification steps (<em>Not Recommended </em>)<br> Confirm (*) - email confirmation step required <br> Require approval - require list administrator Approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
hu: Semmi - nincsen ellenõrzés (<em>Nem ajánlott</em>)<br> Megerõsítés (*) - e-mailben történõ megerõsítés szükséges <br> Engedélyezés - lista adminisztrátorának engedélyezése szükséges a feliratkozáshoz <br> Megerõsítés és engedélyezés - megerõsítés és engedélyezés együtt szükségeltetik <p> (*) feliratkozási kérelemkor mailman egy egyedi feliratkozási számmal ellátott üzenetet küld a kérelmezõnek, amelyre annak válaszolnia kell a feliratkozás megerõsítéséhez.<br> Ezzel elkerülhetõ mások jogosulatlan felirattatása.

source: Confirm (*) - email confirmation required <br> Require approval - require list administrator approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
hu: Megerõsítés (*) - e-mailben történõ megerõsítés szükséges <br>Engedélyezés - lista adminisztrátorának engedélyezése szükséges a feliratkozáshoz <br>Megerõsítés és engedélyezés - megerõsítés és engedélyezés együtt szükségeltetik<p> (*) feliratkozási kérelemkor mailman egy egyedi feliratkozási számmal ellátott üzenetet küld a kérelmezõnek, amelyre annak válaszolni kell a feliratkozás megerõsítéséhez.<br> Ezzel elkerülhetõ mások jogosulatlan felirattatása.

source: This section allows you to configure subscription and membership exposure policy. You can also control whether this list is public or not. See also the <a href="%(admin)s/archive">Archival Options</a> section for separate archive-related privacy settings.
hu: A feliratkozások kezelését és a tagok listájának elérését lehet szabályozni. A beállítással továbbá azt is szabályozni lehet, hogy a lista nyilvános vagy sem. Lásd még az <a href="%(admin)s/archive">Archiválási Beállítások részt</a> az archívum elérésének külön korlátozásához.

source: Subscribing
es: Subscripci&oacute;n
hu: Feliratkozás

source: Advertise this list when people ask what lists are on this machine?
es: &iquest;Anunciar esta lista cuando la gente pida que listas est&aacute;n en esta m&aacute;quina?
hu: Szerepeljen a lista neve, amikor valaki a gépen mûködõ listákról érdeklõdik?

source: Is the list moderator's approval required for unsubscription requests? (<em>No</em> is recommended)
es: &iquot;Se requiere el visto bueno del moderador para las solicitudes de desubscripci&oacute;n? (Se recomienda <em>No</em>)
hu: Szükséges-e szerkesztõi jóváhagyás a listáról való leiratkozáshoz? (Ajánlott a <em>Nem</em> beállítása)

source: When members want to leave a list, they will make an unsubscription request, either via the web or via email. Normally it is best for you to allow open unsubscriptions so that users can easily remove themselves from mailing lists (they get really upset if they can't get off lists!). <p>For some lists though, you may want to impose moderator approval before an unsubscription request is processed. Examples of such lists include a corporate mailing list that all employees are required to be members of.
hu: Tagok saját magukat weben vagy e-mailen keresztül tudják a levelezõlistáról törölni. Általában az az elõnyös, ha a felhasználók könnyen tudnak a levelezõlistáról leiratkozni (különben nagyon felhúzzák magukat!), ehhez célszerû nyitottan hagyni a leiratkozást. <p>Azonban néhány listánál célszerû a leiratkozásokat csak a szerkesztõ jóváhagyásával engedélyezni. Ilyen lista lehet például egy vállalaton belüli lista, amelyre a cég összes alkalmazottjának fel kell iratkoznia.

source: Membership exposure
es: Exposici&oacute;n de los miembros
hu: Tagok listájának megjelenítése

source: Anyone
es: Cualquiera
hu: Bárki

source: List admin only
es: Solo los administradores de la lista
hu: Csak a lista admin

source: List members
es: Componentes de la lista
hu: Listatagok

source: Who can view subscription list?
es: &iquest;Quien puede ver la lista de subcriptores?
hu: Ki tekintheti meg a tagok listáját?

source: When set, the list of subscribers is protected by member or admin password authentication.
es: Cuando est&eacute; activo, la lista de subcriptores se protege pidiendo la clave del administrador o de un subscriptor.
hu: Beállításával a tagok listáját csak maguk a tagok vagy az adminisztrátor tekintheti meg.

source: Show member addrs so they're not directly recognizable as email addrs?
es: &iquest;Mostrar las direcciones de los subscriptores de manera que no sea directamente reconocibles como direcciones de correo electr&oacute;nico?
hu: A tagok címeit ne szabványos e-mail címként jelenítse meg?

source: Setting this option causes member email addresses to be transformed when they are presented on list web pages (both in text and as links), so they're not trivially recognizable as email addresses. The intention is to prevent the addresses from being snarfed up by automated web scanners for use by spammers.
hu: A kapcsolóval a weblapokon (szövegként és hivatkozásként) megjelenõ e-mail címek nem szabványos, de értelmezhetõ címekké lesznek átalakítva. Így megelõzhetõ az e-mail címek automatikus azonosítása a spammerek által használt webkeresõ programok elõl.

source: When a message is posted to the list, a series of moderation steps are take to decide whether the a moderator must first approve the message or not. This section contains the controls for moderation of both member and non-member postings. <p>Member postings are held for moderation if their <b>moderation flag</b> is turned on. You can control whether member postings are moderated by default or not. <p>Non-member postings can be automatically <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >accepted</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">held for moderation</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >rejected</a> (bounced), or <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >discarded</a>, either individually or as a group. Any posting from a non-member who is not explicitly accepted, rejected, or discarded, will have their posting filtered by the <a href="?VARHELP=privacy/sender/generic_nonmember_action">general non-member rules</a>. <p>In the text boxes below, add one address per line; start the line with a ^ character to designate a <a href= "http://www.python.org/doc/current/lib/module-re.html" >Python regular expression</a>. When entering backslashes, do so as if you were using Python raw strings (i.e. you generally just use a single backslash). <p>Note that non-regexp matches are always done first.
hu: A listára érkezõ levelekrõl számos lépésen keresztül dönti el a Mailman, hogy megjelenéséhez elõször is szerkesztõi engedély szükséges vagy sem. Az itt beállított értékek mind a listatagok, mind a külsõ beküldõk (nem listatagok) moderálásánál érvényesek lesznek. <p>A listatagok levele akkor kerül szerkesztõi jóváhagyásra, ha saját <b>moderált jelzõjük</b> be van kapcsolva. Megválaszthatod, hogy a tagok levelei alapesetben moderálással vagy anélkül jelenjenek meg. <p>Külsõ beküldõk leveleit automatikusan, egyenként vagy csoportba foglalva <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >engedélyezheted</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">jóváhagyásra küldheted</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers">visszautasíthatod</a> (értesítéssel), vagy <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >elvetheted</a>. Azokra a külsõ beküldõkre, akikre nincsen érvényes beállítás az engedélyezett, jóváhagyásra váró, visszautasított vagy elvetett részben, az <a href="?VARHELP=privacy/sender/generic_nonmember_action">általános külsõ beküldési szabályok</a> lesznek érvényesek. <p>A szövegdobozban soronként egy címet adjunk meg; a <a href= "http://www.python.org/doc/current/lib/module-re.html" >Python reguláris kifejezések</a> jelölésére a sorokat ^ jellel kezdjük.a sorokat. Backslasht ("\") mint egy hagyományos karaktert adhatunk meg, úgy ahogy a Pythonban karakternél szokásos (ez többnyire simán a karakter beírását jelenti). <p>Fontos, hogy elõször mindig a nem-reguláris kifejezéseket értékeli ki a program.

source: By default, should new list member postings be moderated?
es: Si no se indica otra cosa, &iquot;Deben ser moderados los env&iacute;os de los subscriptores nuevos?
hu: Alapban az új listatag leveleit moderálni kell?
