Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the email addresses of the list moderators in this section. Note that the field you are changing here specifies the list moderators.
hu: Minden levelezõlistának két különbözõ típusú gazdája lehet. A <em>lista adminisztrátoroknak</em> a lista felett korlátlan, hatalmuk van. A lista bármely beállítását megváltoztathatják az adminisztrációs oldalakon keresztül. <p>Ezzel szemben a <em>lista moderátorok</em>, vagyis a szerkesztõk korlátozott jogokkal rendelkeznek; a lista beállításait nem változtathatják meg, de a beavatkozásra váró teendõket, mint például a fel-, leiratkozásokat, vagy a visszatartott leveleket kezelhetik. Természetesen mindezeket a <em>lista adminisztrátorok</em> is elvégezhetik. <p>A lista adminisztrálásának és szerkesztésének elkülönítéséhez az általános beállítások oldal alján meg lehet adni egy <a href="passwords">szerkesztõi jelszót</a>, a szerkesztõk e-mail címeit pedig itt kell felsorolni. A mezõben itt most a szerkesztõket kell felsorolni.

source: A terse phrase identifying this list.
es: Una frase breve que identifique a esta lista
hu: Rövid kifejezés, amely a listára jellemzõ.

source: This description is used when the mailing list is listed with other mailing lists, or in headers, and so forth. It should be as succinct as you can get it, while still identifying what the list is.
es: Esta descripci&oacute;n se utiliza cuando la lista de distribuci&oacute;n se muestra junto con otras listas, o en las cabeceras y similares. Deber&iacute;a ser todo lo concisa que pueda, mientras que pueda identificar de que va la lista.
hu: Az itt megadott leírás jelenik meg, ha a levelezõlistát más listákkal együtt sorolják fel, vagy a fejlécbe, esetleg egyéb helyre kell beszúrni. Lehetõleg rövid és lényegretörõ, de a listára jellemzõ legyen.

source: An introductory description - a few paragraphs - about the list. It will be included, as html, at the top of the listinfo page. Carriage returns will end a paragraph - see the details for more info.
es: Una introducci&oacute;n - unos cuantos p&aacute;rrafos - sobre la lista. Se incluir&aacute; como c&oacute;digo html al principio de la p&aacute;gina de informaci&oacute;n de la lista. Los retornos de carro finalizar&aacute;n un p&aacute;rrafo - vea los detalles para m&aacute;s informaci&oacute;n
hu: Rövid leírás - pár bekezdés - a listáról, amely a lista információs lapján, html szövegként meg fog jelenni. A rövid leírás után új sorral fog a hagyományos szöveg kezdõdni. Többet a Bõvebben részben lehet olvasni.

source: The text will be treated as html <em>except</em> that newlines will be translated to &lt;br&gt; - so you can use links, preformatted text, etc, but don't put in carriage returns except where you mean to separate paragraphs. And review your changes - bad html (like some unterminated HTML constructs) can prevent display of the entire listinfo page.
es: El texto se tratar&aacute; como c&oacute;digo html <em> excepto</em> los retornos de carro que se traducir&aacute;n a &lt;br&gt; - de manera que puede utilizar enlaces, texto preformateado, etc, pero no ponga retornos de carro m&aacute;s que para separar los p&aacute;rrafos. Revise sus cambios, porque errores en el c&oacute;digo html pueden evitar que la p&aacute;gina de informaci&oacute;n de la lista se visualize completamente.
hu: A megadott szöveg html forrásként kerül feldolgozásra, <em>kivétel</em>, az újsorok, amelyek &lt;br&gt;-ként fognak megjelenni. Így bármilyen szabványos HTML kódot (hivatkozások, formázott szövegek, stb.) meg lehet adni, azonban újsor törést csak odategyél, ahol tényleg szeretnéd a bekezdéseket elválasztani egymástól. Ellenõrizd a forrás szöveget, mivel hibás html kód (pl. lezáratlan HTML parancs) az egész listainformációs-oldal helytelen megjelenítését eredményezheti.

source: Prefix for subject line of list postings.
es: Prefijo para la l&iacute;nea subject de los env&iacute;os de la lista
hu: A listára küldött levelek tárgya elé beszúrandó szöveg.

source: This text will be prepended to subject lines of messages posted to the list, to distinguish mailing list messages in in mailbox summaries. Brevity is premium here, it's ok to shorten long mailing list names to something more concise, as long as it still identifies the mailing list.
es: Este texto se antepondr&aacute; a las l&iacute;neas de subject de los mensajes enviados a la lista, para distinguir los mensajes de la lista en los sumarios del buz&oacute;n. Aqu&iacute; la brevedad tiene premio, es correcto abreviar los nombre de las listas de distribuci&oacute;n a algo m&aacute;s conciso, de manera que a&uacute;n identifique a la lista de distribuci&oacute;n
hu: Az itt megadott szöveg minden, a listára érkezõ levél tárgyában megjelenik, ezzel egy postafiókban lévõ levelek közül a listáról érkezõk leveleket gyorsan azonosítani lehet. Rövidség fél siker, a hosszú szöveg itt inkább hátráltat, másik fél pedig a listát jellemzõ leírás.

source: <tt>Reply-To:</tt> header munging
hu: <tt>Reply-To:</tt> fejlécmódosítások

source: Explicit address
es: Direcci&oacute;n expl&iacute;cita
hu: Megadott cím

source: Poster
es: Remitente
hu: Beküldõ

source: This list
es: Esta lista
hu: Lista címe

source: Where are replies to list messages directed? <tt>Poster</tt> is <em>strongly</em> recommended for most mailing lists.
es: &iquest;Donde se env&iacute;an las respuestas a los mensajes enviados a la lista? El <tt>remitente original</tt> se recomienda <em> en&eacute;rgicamente</em>.
hu: Válasz a listáról érkezõ levelekre kinek legyen címezve? Legtöbb listánál a <tt>Beküldõ</tt> az <em>ajánlott</em>.

source: This option controls what Mailman does to the <tt>Reply-To:</tt> header in messages flowing through this mailing list. When set to <em>Poster</em>, no <tt>Reply-To:</tt> header is added by Mailman, although if one is present in the original message, it is not stripped. Setting this value to either <em>This list</em> or <em>Explicit address</em> causes Mailman to insert a specific <tt>Reply-To:</tt> header in all messages, overriding the header in the original message if necessary (<em>Explicit address</em> inserts the value of <a href="?VARHELP=general/reply_to_address">reply_to_address</a>). <p>There are many reasons not to introduce or override the <tt>Reply-To:</tt> header. One is that some posters depend on their own <tt>Reply-To:</tt> settings to convey their valid return address. Another is that modifying <tt>Reply-To:</tt> makes it much more difficult to send private replies. See <a href="http://www.unicom.com/pw/reply-to-harmful.html">`Reply-To' Munging Considered Harmful</a> for a general discussion of this issue. See <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> for a dissenting opinion. <p>Some mailing lists have restricted posting privileges, with a parallel list devoted to discussions. Examples are `patches' or `checkin' lists, where software changes are posted by a revision control system, but discussion about the changes occurs on a developers mailing list. To support these types of mailing lists, select <tt>Explicit address</tt> and set the <tt>Reply-To:</tt> address below to point to the parallel list.
es: Esta opci&oacute;n controla que es lo que hace Mailman con la cabecera <tt>Reply-To:</tt> de los mensajes que pasan por esta lista de distribuci&oacute;n. Cuando est&eacute; puesto al valor <em>Remitente</em> Mailman no a&ntilde;adir&aacute; ninguna cabecera <tt>Reply-To:</tt>, aunque si el mensaje original ya contiene una, &eacute;sta no se quitar&aacute. Poniendo este valor a <em>Esta lista</em> o a <em>Direcci&oacute;n expl&iacute;cita</em> hace que Mailman inserte una cabecera espec&iacute;fica en todos los mensajes, sobreescribiendo la cabecera del mensaje original si fuese necesario (<em>Direcci&oacute;n expl&iacute;cita</em> inserta el valor <a href="?VARHELP=general/reply_to_address">reply_to_address</a>) <p>Hay muchas razones para no presentar o sobresescribir la cabecera <tt>Reply-To:</tt>. Una de ellas es porque algunos env&iacute;os a la lista dependen de su propia configuraci&oacute;n <tt>Reply-To:</tt> para conseguir que las respuestas lleguen. Otra raz&oacute;n se debe a que modificando la cabecera <tt>Reply-To:</tt> hace que sea m&aacute;s dificil mandar respuestas privadas. V&eacute;ase <a href="http://www.unicom.com/pw/reply-to-harmful.html">`Reply-To' Munging Considered Harmful </a> para una discusi&oacute;n general sobre este tema <p>Algunas listas de distribuci&oacute;n tienen restringida la capacidad de mandar mensajes, con una lista paralela dedicada a discusiones. Como ejemplo est&aacute;n las listas `patches' o `checkin', donde los cambios al software se env&iacute;an por un sistema de control de versiones, pero las discusiones sobre los cambios ocurren en una lista de distribuci&oacute;n de desarrolladores. Para poder tratar estos tipos de listas de distribuci&oacute;n, seleccione <tt>Direccio&oacute;n expl&iacute;cita</tt> e indique la direcci&oacute;n <tt>Reply-To:</tt> debajo para apuntar a la lista paralela
hu: A beállítással a levelezõlistákra érkezõ levelek <tt>Reply-To:</tt> mezõjének tartalmát lehet megváltoztatni. <em>Beküldõ</em>-re való állítással a Mailman a levél fejlécébe nem szúr be <tt>Reply-To</tt> mezõt, ha az eredeti levél tartalmaz már ilyet, akkor azt nem változtatja meg. A <em>Lista címe</em> vagy <em>Megadott cím</em> esetén a Mailman a szükséges <tt>Reply-To:</tt> mezõt, ezzel felülírva esetleg a levélben már meglévõt, szúrja be. (<em>Megadott cím</em> esetén a <a href="?VARHELP=general/reply_to_address">válasz_cím</a>-ben beállított értéket szúrja be.) <p>Sok dolog indokolja, hogy a <tt>Reply-To:</tt> mezõt ne változtassuk meg. Magyarázat lehet erre az, hogy számos levelezõkliens a <tt>Reply-To:</tt> alapján küldi el a válaszokat. Másik indok lehet, hogy a <tt>Reply-To:</tt> megváltoztatásával nehezebb lesz magánba válaszolni a levélre. Errõl bõvebben lehet olvasni a <a href="http://www.unicom.com/pw/reply-to-harmful.html"> `Reply-To' Munging Considered Harmful</a> oldalon. Lásd még a <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> oldalt, hogy esetleg miért lehet mégis hasznos. <p>Néhány levelezõlistánál korlátozva van a levél beküldés lehetõsége, mivel egy másik levelezõlistán történik a valódi levelezés. Ilyen listák többnyire a `patches' vagy `checkin' listák, ahol bejelentések hangoznak el a szoftver változásokról , míg a változások megvitatása a fejlesztõi listán történik. Ezen listákhoz külön kell megadni a <tt>Megadott cím</tt>-et, a <tt>Reply-To:</tt> mezõben pedig annak a másik listának a címét kell megadni, ahol a levelezés valójában folyik.

source: Explicit <tt>Reply-To:</tt> header.
es: Cabecera expl&iacute;cita <tt>Reply-To:</tt>
hu: Külön megadott <tt>Reply-To:</tt> fejléc.

source: This is the address set in the <tt>Reply-To:</tt> header when the <a href="?VARHELP=general/reply_goes_to_list">reply_goes_to_list</a> option is set to <em>Explicit address</em>. <p>There are many reasons not to introduce or override the <tt>Reply-To:</tt> header. One is that some posters depend on their own <tt>Reply-To:</tt> settings to convey their valid return address. Another is that modifying <tt>Reply-To:</tt> makes it much more difficult to send private replies. See <a href="http://www.unicom.com/pw/reply-to-harmful.html">`Reply-To' Munging Considered Harmful</a> for a general discussion of this issue. See <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> for a dissenting opinion. <p>Some mailing lists have restricted posting privileges, with a parallel list devoted to discussions. Examples are `patches' or `checkin' lists, where software changes are posted by a revision control system, but discussion about the changes occurs on a developers mailing list. To support these types of mailing lists, specify the explicit <tt>Reply-To:</tt> address here. You must also specify <tt>Explicit address</tt> in the <tt>reply_goes_to_list</tt> variable. <p>Note that if the original message contains a <tt>Reply-To:</tt> header, it will not be changed.
es: Esta es la opci&oacute;n que se pone en la cabecera <tt>Reply-To:</tt> cuando la opci&oacute;n <a href="?VARHELP=general/reply_goes_to_list"> reply_goes_to_list</a> est&aacute; puesta a <em>Direcci&oacute;n expl&iacute;cita</em>. <p>Hay muchas razones para no presentar o sobresescribir la cabecera <tt>Reply-To:</tt>. Una de ellas es porque algunos env&iacute;os a la lista dependen de su propia configuraci&oacute;n <tt>Reply-To:</tt> para conseguir que las respuestas lleguen. Otra raz&oacute;n se debe a que modificando la cabecera <tt>Reply-To:</tt> hace que sea m&aacute;s dificil mandar respuestas privadas. V&eacute;ase <a href="http://www.unicom.com/pw/reply-to-harmful.html"> `Reply-To' Munging Considered Harmful </a> para una discusi&oacute;n general sobre este tema. Vea href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> para ver una opinión disidente. <p>Algunas listas de distribuci&oacute;n tienen restringida la capacidad de mandar mensajes, con una lista paralela dedicada a discusiones. Como ejemplo est&aacute;n las listas `patches' o `checkin', donde los cambios al software se env&iacute;an por un sistema de control de versiones, pero las discusiones sobre los cambios ocurren en una lista de distribuci&oacute;n de desarrolladores. Para poder tratar estos tipos de listas de distribuci&oacute;n, especificar la direccio&oacute;n expl&iacute;cita <tt>Reply-To:</tt> aqu&iacute;. Tambi&eacute;n tiene que indicar <tt>Direcci&oacute;n expl&iacute;cita</tt> en la opci&oacute;n <tt>reply_goes_to_list</tt> <p>Observe que si el mensaje original contiene ya una cabecera <tt>Reply-To:</tt>, dicha cabecera no se reemplazar&aacute;
hu: Az itt megjelenõ cím kerül a <tt>Reply-To:</tt> mezõbe, amikor a <a href="?VARHELP=general/reply_goes_to_list">válasz_a_listára</a> opció <em>Megadott cím</em>-re van beállítva. <p>Sok dolog indokolja, hogy a <tt>Reply-To:</tt> mezõt ne változtassuk meg. Magyarázat lehet erre az, hogy számos levelezõkliens a <tt>Reply-To:</tt> alapján küldi el a válaszokat el. Másik indok lehet, hogy a <tt>Reply-To:</tt> megváltoztatásával nehezebb lesz magánba válaszolni a levélre. Errõl bõvebben lehet olvasni a <a href="http://www.unicom.com/pw/reply-to-harmful.html"> `Reply-To' Munging Considered Harmful</a> oldalon.ion of this issue. Lásd még a <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> oldalt, hogy esetleg miért lehet hasznos. <p>Néhány levelezõlistánál korlátozva van a levél beküldés lehetõsége, mivel egy másik levelezõlistán történik a valódi levelezés. Ilyen listák többnyire a `patches' vagy `checkin' listák, ahol bejelentések hangoznak el a szoftver változásokról , míg a változások megvitatása a fejlesztõi listán történik. Ezen listákhoz külön meg kell adni a <tt>Reply-To:</tt> mezõt. Ezen felül a <tt>válasz_a_listára</tt> változónak is értéket kell adni a <tt>Megadott cím</tt>-nél. <p>Ha már van <tt>Reply-To:</tt> mezõ az eredeti levélben, akkor azt nem írja felül.

source: Umbrella list settings
es: Configuraci&oacute;n de lista en cascada
hu: Gyüjtõlisták beállításai

source: Send password reminders to, eg, "-owner" address instead of directly to user.
es: Mandar el recordatorio de las claves a la direcci&oacute;n "-owner" en vez de mandarlo al usuario directamente
hu: A jelszó emlékeztetõk nem közvetlenül a felhasználókhoz, hanem pl. az "-owner" címre legyenek elküldve.

source: Set this to yes when this list is intended to cascade only to other mailing lists. When set, meta notices like confirmations and password reminders will be directed to an address derived from the member's address - it will have the value of "umbrella_member_suffix" appended to the member's account name.
es: P&oacute;ngala afirmativamente cuando esta lista est&eacute; destinada a mandar mensajes a otras listas en cascada. Cuando esta opci&oacute;n est&eacute; activa, las notificaciones tal como las confirmaciones y el recordatorio de las claves, se dirigir&aacute;n a una direcci&oacute;n derivada de la direcci&oacute;n que est&aacute; subscrita a esta lista y que tendr&aacute; el valor de "umbrella_member_suffix" a&ntilde;adido al nombre de usuario. El nombre de usuario se deduce de la direcci&oacute;n subscrita a la lista y corresponde al identificador que est&aacute; delante de la arroba.
hu: Igenre kell állítani, amikor a lista más levelezõlisták gyûjtõlistája. Beállításával az adminisztrációs üzenetek, mint a megerõsítések, jelszó emlékeztetõk, nem közvetlenül a listatag e-mail címére lesznek elküldve, hanem a "gyûjtõ_tag_utórész" -ben megadott értékkel bõvített e-mail címére.

source: Suffix for use when this list is an umbrella for other lists, according to setting of previous "umbrella_list" setting.
es: Sufijo a usar cuando esta lista mande a otras listas, de acuerdo con la configuraci&oacute;n puesta en la opci&oacute;n anterior "umbrella_list"
hu: Más listák gyûjtõlistája esetén használandó utórész, ha ez az elõzõ "gyûjtõ_lista" részben kérve lett.

source: When "umbrella_list" is set to indicate that this list has other mailing lists as members, then administrative notices like confirmations and password reminders need to not be sent to the member list addresses, but rather to the owner of those member lists. In that case, the value of this setting is appended to the member's account name for such notices. `-owner' is the typical choice. This setting has no effect when "umbrella_list" is "No".
es: Cuando "umbrella_list" est&aacute; activa es para indicar que esta lista tiene a otras listas como subscriptores, entonces las notificaciones administrativas como las confirmaciones y las claves no se necesitan mandar a los subscriptores de las lista, sino al propietario de esas listas. En ese caso, el valor de esta opci&oacute;n se a&ntilde;ade al nombre de usuario del miembro para tales notificaciones. '-owner' es la elecci&oacute;n t&iacute;pica. Esta opci&oacute;n no tiene efecto si "umbrella_list" es No.
hu: "Gyûjtõlista" esetén, amikor csak más levelezõlisták a tagok, az adminisztrációs üzenetek, mint például megerõsítések, jelszó emlékeztetõ, nem a tagok címére lesznek elküldve, hanem a listák megfelelõ tulajdonosainak. Ebben az esetben a beállított érték a fenti üzenetekben a felhasználói név alatt fog megjelenni. Általában '-owner'-t adnak ide meg. A beállításnak nincs hatása, ha a "gyûjtõlista" "Nem"-re van állítva.

source: Send monthly password reminders?
hu: Havonta elküldésre kerüljön a jelszó emlékeztetõ?

source: Turn this on if you want password reminders to be sent once per month to your members. Note that members may disable their own individual password reminders.
es: Habil&iacute;telo si desea que los recordatorios de las claves se manden a sus subscriptores una vez al mes. Tenga en cuenta que sus subscriptores podr&iacute;n desactivar el recordatoria de las claves a nivel individual.
hu: Bekapcsolásával a tagok havonta megkapják a jelszó emlékeztetõ üzenetet. A listatagok saját jelszó emlékeztetõ értesítésüket ezen beállítástól függetlenül is szabályozhatják.

source: List-specific text prepended to new-subscriber welcome message
es: Texto espec&iacute;fico a la lista que se pondr&aacute; al principio del mensaje de bienvenida mandado a los nuevos subscriptores
hu: Az új tagoknak elküldendõ üdvözlõ szöveg elé beszúrandó listára jellemzõ szöveg.

source: This value, if any, will be added to the front of the new-subscriber welcome message. The rest of the welcome message already describes the important addresses and URLs for the mailing list, so you don't need to include any of that kind of stuff here. This should just contain mission-specific kinds of things, like etiquette policies or team orientation, or that kind of thing. <p>Note that this text will be wrapped, according to the following rules: <ul><li>Each paragraph is filled so that no line is longer than 70 characters. <li>Any line that begins with whitespace is not filled. <li>A blank line separates paragraphs. </ul>
es: Este mensaje, si existe alguno, se a&ntilde;adir&aacute; al principio del mensaje de bienvenida de los nuevos subscriptores. El resto del mensaje de bienvenida ya describe las direcciones y URL relevantes de la lista de distribuci&oacute;n, de manera que no necesita incluir ese tipo de informaci&oacute;n aqu&iacute;. Aqu&iacute; solo se deber&iacute;a incluir informaci&oacute;n especifica al objetivo de la lista, como la politica de la lista u orientaci&oacute;n a los usuarios, o cualquier otra cosa similar. <p>Tenga en cuenta que este texto se desdoblar&aacute; entre l&iacute;neas de acuerdo con las siguientes reglas: <ul><li>Cada p&aacute;rrafo se completa de manera que no ocupe m&aacute;s de 70 caracteres. <li>Cualquier l&iacute;nea que empiece con un espacio en blanco no se completa. <li>Una l&iacute;nea en blanco separa p&aacute;rrafos. </ul>
hu: Az itt megadott szöveg, ha van, az új tagokat üdvözlõ szöveg elé fog kerülni. Az üdvözlõ szöveg a levelezõlistához kapcsolódó fontosabb címeket, URL-ket már tartalmazza, így azokat nem kell külön megadnod. A szöveg ezért csak egyéb fontos információt, mint például a listán való viselkedést, a lista érdeklõdési körét tartalmazza inkább. <p>Fontos tudnod, hogy a szöveg az alábbi feltételek szerint fog megjelenni: <ul><li>Minden bekezdés sorkizárt lesz, a sorok 70 karakternél megtörnek. <li>A szóközzel kezdõdõ sorokat nem lesznek sorkizártak. <li>Üres sor új bekezdést jelent. </ul>

source: Send welcome message to newly subscribed members?
hu: Feliratkozáskor elküldésre kerüljön az üdvözlõ szöveg?

source: Turn this off only if you plan on subscribing people manually and don't want them to know that you did so. This option is most useful for transparently migrating lists from some other mailing list manager to Mailman.
hu: Kikapcsolásával a listatagokat tudtuk nélkül, manuálisan lehet a felíratni, miközben errõl nem kapnak értesítést. Használata elõnyös a Mailman-tól különbözõ levelezõlista-kezelõ programból történõ listák átvételekor.

source: Text sent to people leaving the list. If empty, no special text will be added to the unsubscribe message.
es: Texto a enviar a la gente que abandone la lista. Si est&aacute; vacio, no se a&ntilde;adir&aacute; ning&uacute;n texto en especial al mensaje de desubscripci&oacute;n.
hu: Üzenet a listáról leiratkozóknak. Ha üres, akkor csak a leiratkozási szöveg kerül elküldésre.

source: Send goodbye message to members when they are unsubscribed?
hu: Törléskor elküldésre kerüljön a leiratkozási szöveg?

source: Should the list moderators get immediate notice of new requests, as well as daily notices about collected ones?
hu: Az adminisztrátort azonnal értesítse az újabb teendõkrõl, valamint naponta értesítést küldjön a teendõkrõl?
