Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: Check a list's config database file for integrity. All of the following files are checked: config.pck config.pck.last config.db config.db.last config.safety It's okay if any of these are missing. config.pck and config.pck.last are pickled versions of the config database file for 2.1a3 and beyond. config.db and config.db.last are used in all earlier versions, and these are Python marshals. config.safety is a pickle written by 2.1a3 and beyond when the primary config.pck file could not be read. Usage: %(PROGRAM)s [options] [listname [listname ...]] Options: --all / -a Check the databases for all lists. Otherwise only the lists named on the command line are checked. --verbose / -v Verbose output. The state of every tested file is printed. Otherwise only corrupt files are displayed. --help / -h Print this text and exit.
es: Comprobar la integridad del fichero de configuración de una lista. Se compreban los ficheros siguientes: config.pck config.pck.last config.db config.db.last config.safety No pasa nada si falta algunos de estos ficheros. config.pck y config.pck.last son versiones pickledadas del fichero de configuración de 2.1a3 y posteriores. config.db y config.db.last se usan en todas las versiones anteriores y son ficheros marshals de Python. config.safety es un pickle escrito para 2.1a3 y posteriores usado cuando no se podía leer el fichero config.pck principal. Sintaxis: %(PROGRAM)s [opciones] [lista [lista ...]] Opciones: --all / -a Comprobar los ficheros de todas las listas. En otro caso solo se comprobarán las listas nombradas en la línea de ordenes --verbose / -v Salida prolija. Se imprime el estado de cada uno de los ficheros testeados. En otro caso solo se mostrarán los ficheros corruptos. --help / -h Imprimir este mensaje y salir.
hu: Ellenõrzi a levelezõlista adatbázisát. A következõ állományok épségét vizsgálja a program: config.pck config.pck.last config.db config.db.last config.safety Nem gond, ha a felsorolt állományok valamelyike hiányzik. 2.1a3 és újabb verzióknál a config.pck és config.pck.last állományok az adatbázis mentett változatai. A korábbi változátoknál található a config.db és config.db.last állományok, amelyek formátuma Python marshal. A 2.1a3-nál újabb verziók még config.safety néven is elmentik az adatbázist, ha az elsõdleges config.pck nem olvasható, akkor a program ezt használja fel. Használat: %(PROGRAM)s [kapcsolók] [listaneve [listaneve ...]] Kapcsolók: --all / -a Az összes adatbázis ellenõrzése. Különben csak a parancssorban megadott listák adatbázisát ellenõrzi. --verbose / -v Részletes kijelzés. --help / -h Megjeleníti ezt a súgót és kilép.

source: No list named:
es: No hay ninguna lista llamada:
hu: Nincs ilyen nevû lista:

source: List:
hu: Lista:

source: %(file)s: okay
es: %(file)s: Correcto
hu: %(file)s: rendben

source: Check the permissions for the Mailman installation. Usage: %(PROGRAM)s [-f] [-v] [-h] With no arguments, just check and report all the files that have bogus permissions or group ownership. With -f (and run as root), fix all the permission problems found. With -v be verbose.
es: Comprobar los permisos de la instalación de Mailman. Sintaxis: %(PROGRAM)s [-f] [-v] [-h] Sin argumentos, solo comprueba y hace un informe de los ficheros que tienen los permisos mal ajustados. Con la opción -f (y ejecutado como root), corrige todos los problemas relacionados con los permisos que encuentre. Con -v la salidapuede ser verbosa.
hu: A jogosultságok ellenõrzése a telepített Mailman-on. Használat: %(PROGRAM)s [-f] [-v] [-h] Kapcsolók nélkül használva a program az ellenõrzés során megjeleníti az esetleges hibás jogosultságokat, tulajdonosokat. Az -f kapcsolóval (root- ként) futtatva az összes hibát kijavítja a program. A -v kapcsolóval a mûködésérõl részletes kijelzést ad.

source: checking gid and mode for %(path)s
es: comprobando gid y modo de %(path)s
hu: gid és jogok ellenõrzése a következõn: %(path)s

source: %(path)s bad gid (has: %(groupname)s, expected %(MAILMAN_GRPNAME)s)
es: %(path) tiene un gid incorrecto (tiene: %(groupname)s, se esperaba que tuviera %(MAILMAN_GRPNAME)s)
hu: %(path)s hibás giddel (most: %(groupname)s, várt: %(MAILMAN_GRPNAME)s)

source: directory permissions must be %(octperms)s: %(path)s
es: los permisos del directorio tienen que ser %(octperms)s: %(path)s
hu: Könyvtár jogosultságnak %(octperms)s-nek kell lennie: %(path)s

source: checking mode for %(prefix)s
es: comprobando el modo para %(prefix)s
hu: jogok ellenõrzése a következõn: %(prefix)s

source: directory must be at least 02775: %(d)s
es: El directorio tiene que estar como mínimo a 02775: %(d)s
hu: a könyvtár jogosultságának 02775 -nek kell lennie: %(d)s

source: checking perms on %(private)s
es: Comprobando los permisos en %(private)s
hu: jogosultságok ellenõrzése a következõn: %(private)s

source: %(private)s must not be other-readable
es: %(private) no puede se legible por terceros
hu: %(private)s nem lehet olvasható más számára

source: mbox file must be at least 0660:
es: El fichero mbox tiene que estar como mínimo a 0660
hu: A mbox-nak legalább 0660 jogosultsággal kell rendelkeznie:

source: %(dbdir)s "other" perms must be 000
es: Los permisos de %(dbdir)s para "el resto" tienen que ser 000
hu: %(dbdir)s "többiek" jogosultságának 000 -nak kell lennie

source: checking cgi-bin permissions
es: comprobando los permisos de los cgi-bin
hu: cgi-bin jogosultságainak ellenõrzése

source: checking set-gid for %(path)s
es: comprobando el set-gid de %(path)s
hu: set-gid ellenõrzése a következõn: %(path)s

source: %(path)s must be set-gid
es: %(path)s tiene que ser sert-gid
hu: %(path)s set-gid-nek kell lennie

source: checking set-gid for %(wrapper)s
es: comprobando el set-gid de %(wrapper)s
hu: %(wrapper)s sit-gid állapotának ellenõrzése

source: %(wrapper)s must be set-gid
es: %(wrapper)s tiene que se set-gid
hu: %(wrapper)s set-gid-esnek kell lennie

source: checking permissions on %(pwfile)s
es: comprobando los permisos de %(pwfile)s
hu: %(pwfile)s jogosultságainak ellenõrzése

source: %(pwfile)s permissions must be exactly 0640 (got %(octmode)s)
es: Los permisos de %(pwfile)s tienen que ser exactamente 06740 (tiene %(octmode)s)
hu: %(pwfile)s jogosultságnak 0640-nek kell lennie (most %(octmode)s)

source: checking permissions on list data
es: comprobando los permisos sobre los datos de la lista
hu: jogosultságok ellenõrzése a lista adatain

source: checking permissions on: %(path)s
es: comprobando los permisos de %(path)s
hu: jogosultságok ellenõrzése: %(path)s

source: file permissions must be at least 660: %(path)s
es: Los permisos del fichero tienen que estar como mínimo a 660: %(path)s
hu: állomány jogosultságnak legalább 660-nak kell lennie: %(path)s

source: No problems found
es: No se han encontrado problemas
hu: Minden rendben

source: Problems found:
es: Se han encontrado problemas:
hu: Javításra szorul:

source: Re-run as %(MAILMAN_OWNER)s (or root) with -f flag to fix
es: Vuelva a ejecutar como %(MAILMAN_OWNER)s (o como root) con la opción -f para arreglar
hu: A javításhoz -f kapcsolóval %(MAILMAN_OWNER)s (vagy root)-ként futtasd újra a programot

source: Clean up an .mbox archive file. The archiver looks for Unix-From lines separating messages in an mbox archive file. For compatibility, it specifically looks for lines that start with "From " -- i.e. the letters capital-F, lowercase-r, o, m, space, ignoring everything else on the line. Normally, any lines that start "From " in the body of a message should be escaped such that a > character is actually the first on a line. It is possible though that body lines are not actually escaped. This script attempts to fix these by doing a stricter test of the Unix-From lines. Any lines that start "From " but do not pass this stricter test are escaped with a > character. Usage: cleanarch [options] < inputfile > outputfile Options: -s n --status=n Print a # character every n lines processed -q / --quiet Don't print changed line information to standard error. -n / --dry-run Don't actually output anything. -h / --help Print this message and exit
hu: Az .mbox archivum állomány tisztítása. Az archiváló program a mbox archivum állományában a Unix-From kifejezés alapján különíti el a leveleket. Kompatibilitásból a "From " - tehát a nagy F, kis r, o, m és szóköz karaktereket kersi a sorok elején. Alapesetben minden olyan levél, amely a "From " kifejezéssel kezdõdik a törzsében > jellel kezdõdõ sorokat kell, hogy tartalmazzon. Elõfodulhat, hogy a törzsben a sorok nincsenek így megjelölve. Ez a program ezt a hibát javítja ki, a leveleket a Unix-From sorok alapján azonosítja. Minden olyan sor amely a "From " kifejezéssel kezdõdik, de a szûkebb feltételnek nem felel meg, > jellel meg lesz jelõlve. Használat: fixfrom [kapcsolók] < bemenetifájl > kimenetifájl Kapcsolók: -s n --status=n n darab sor feldolgozása után a képernyõre egy # karaktert ír ki. -q / --quiet A standard hibakimenetre nem írja ki a megváltoztatott sorok számát. -n / --dry-run Tényleges nem írja fájlba a kimenetet. -h / --help Megjeleníti ezt a súgót és kilép

source: Unix-From line changed: %(lineno)d
hu: Unix-From sor megváltoztatva: %(lineno)d

source: Bad status number: %(arg)s
hu: Hibás jelzõszám: %(args)s

source: %(messages)d messages found
hu: %(messages)d üzenetet találtam

source: Clone a member address. Cloning a member address means that a new member will be added who has all the same options and passwords as the original member address. Note that this operation is fairly trusting of the user who runs it -- it does no verification to the new address, it does not send out a welcome message, etc. The existing member's subscription is usually not modified in any way. If you want to remove the old address, use the -r flag. If you also want to change any list admin addresses, use the -a flag. Usage: clone_member [options] fromoldaddr tonewaddr Where: --listname=listname -l listname Check and modify only the named mailing lists. If -l is not given, then all mailing lists are scanned from the address. Multiple -l options can be supplied. --remove -r Remove the old address from the mailing list after it's been cloned. --admin -a Scan the list admin addresses for the old address, and clone or change them too. --quiet -q Do the modifications quietly. --nomodify -n Print what would be done, but don't actually do it. Inhibits the --quiet flag. --help -h Print this help message and exit. fromoldaddr (`from old address') is the old address of the user. tonewaddr (`to new address') is the new address of the user.
es: Clona la dirección de un subscriptor. Clonar la dirección de un subscriptor significa que se subscribirá un usuario nuevo con las mismas opciones y claves que el subscriptor original. Dese cuenta que esta operación confía plenamente en el usuario que la ejecuta -- no se realizan verificaciones de la dirección nueva ni se manda un mensaje de bienvenida, etc. Las subscripciones existentes no se alteran en absoluto. Si quiere borrar la dirección antigua, utiliza la opción -r. Si también quiere cambiar alguna dirección de administrador, use la opción -a. Sintaxis: clone_member [opciones] DesdeLaDirección AlaDirección Donde: --listname=lista -l lista Comprueba y modifica únicamente las listas de distribución especificadas. . Si no se incluye -l, entonces se busca la dirección en todas las listas de distribución. Se pueden especificar múltiples opciones -l. --remove -r Borrar la dirección antigua de la lista de distribución una vez que se haya clonado. --admin -a Incluye las direcciones de los administradores en la búsqueda de las direcciones antiguas y las clona o cambia también. --quiet -q Realiza las modificaciones silenciosamente. --nomodify -n Dice lo que se tendría que hacer, pero no lo hace. Inhabilita la opción --quiet. --help -h Imprime este mensaje y sale. DesdeLaDirección es la dirección antigua del usuario. AlaDirección es la nueva dirección del usuario.
hu: Tag másolása. Tag másolásánál a listához frissen hozzáadott tag ugyanazon a beállítások- kal fog rendelkezni, mint a másolásnál megadott eredeti tag. A program nem ellenõrzi az új cím helyességét, nem küld értesítést a feliratkozásról, mert nagy mértékben bízik az õt futtató személy hozzáértésében. A megadott létezõ tag beállításait többnyire nem módosítja a program. Ha törölni szeretnéd a létezõ tagot, akkor használd az -r kapcsolót. Ha valamelyik lista adminisztrátor címét akarod megváltoztatni, akkor használd az -a kapcsolót. Használat: clone_member [kapcsolók] eredeticím újcím Kapcsolók: --listname=listaneve -l listaneve Csak a megadott listán belül keres és módosít. Ha nem lett -l kapcsoló megadva, akkor az összes listában keres az eredeti tag címére. Egyszerre több -l kapcsoló is megadható. --remove -r Eltávolítja az eredeti címet annak sikeres átmásolása után. --admin -a A lista adminisztrátorok között is keresi az eredeti címet és átmásolja vagy módosítja azt. --quiet -q Csendes üzemmód. --nomodify -n Kiírja, hogy milyen változtatásokat végezne, de azokat ténylegesen nem hajtja végre. Elnyomja a --quiet kapcsoló hatását. --help -h Kiírja ezt a súgót és kilép. eredeticím (`a tag eredeti címe') a felhasználó régi címe. újcím (`a tag másolása új címre') a felhasználó új címe.

source: processing mailing list:
es: procesando la lista de distribución:
hu: feldolgozás alatt lévõ levelezõlista:

source: scanning list owners:
es: examinando a los administradores de la lista:
hu: lista tulajdonosok keresése:

source: new list owners:
es: administradores de la lista nueva:
hu: a lista új gazdái:

source: (no change)
es: (sin cambios)
hu: (nincs változás)

source: address not found:
es: la dirección no se ha encontrado:
hu: cím nem található:

source: clone address added:
es: dirección clonada añadida:
hu: cím másolata hozzáadva:

source: clone address is already a member:
es: la dirección a clonar ya está subscrita.
hu: a másolt címmel létezik már a tag:

source: original address removed:
es: la dirección original se ha borrado:
hu: eredeti cím törölve:

source: Not a valid email address: %(toaddr)s
es: No es una dirección válida: %(toaddr)s
hu: Nem érvényes az e-mail cím: %(toaddr)s

source: Error opening list "%(listname)s", skipping. %(e)s
es: Error abriendo la lista "%(listname)s", omitiendola. %(e)s
hu: Hiba a(z) "%(listname)s" lista megnyitásakor, átugorva. %(e)s

source: Configure a list from a text file description. Usage: config_list [options] listname Options: --inputfile filename -i filename Configure the list by assigning each module-global variable in the file to an attribute on the list object, then saving the list. The named file is loaded with execfile() and must be legal Python code. Any variable that isn't already an attribute of the list object is ignored (a warning message is printed). See also the -c option. A special variable named `mlist' is put into the globals during the execfile, which is bound to the actual MailList object. This lets you do all manner of bizarre thing to the list object, but BEWARE! Using this can severely (and possibly irreparably) damage your mailing list! --outputfile filename -o filename Instead of configuring the list, print out a list's configuration variables in a format suitable for input using this script. In this way, you can easily capture the configuration settings for a particular list and imprint those settings on another list. filename is the file to output the settings to. If filename is `-', standard out is used. --checkonly -c With this option, the modified list is not actually changed. Only useful with -i. --verbose -v Print the name of each attribute as it is being changed. Only useful with -i. --help -h Print this help message and exit. The options -o and -i are mutually exclusive.
es: Configura una lista a partir de las descripciones contenidas en un fichero de texto. Sintaxis: config_list [opciones] lista Opciones: --inputfile fichero -i fichero Configura la lista asignando cada variable de modulo-global contenida en el fichero a un atributo del objeto lista, guardando los cambios a continuación. El fichero especificado se carga con execfile() y tiene que contener código Python válido. Cualquier variable que no sea un atributo válido de una lista se ignarará (imprimiendo un mensaje de aviso). Vea también la opción -c. Una variable especial llamada `mlist' se pone en el ámbito global durante la ejecución de execfile, que se asocia a la lista actual. Esto le permite hacer todo tipo de cosas raras a la lista, but ¡TENGA CUIDADO! Usar esto puede hacer dañar seriamente (y posiblemente irreversiblemente) su lista de distribución. --outputfile fichero -o fichero En vez de configurar la lista, imprime las variables de configuración de la lista en un formato adecuado para usarlo como entrada a este guión. De esta manera, puede guardar las opciones de configuración de una lista y usarlas para configurar otra lista. La opciones de configuración se guardan en `fichero'. Si fichero es `-', la salida del programa se manda a la salida estándar. --checkonly -c Con esta opción, la lista modificada no se cambia. Solo es útil con -i. --verbose -v Imprime el nombre de cada atributo que se cambia. Solo es útil con -i --help -h Imprime este mensaje y sale. Las opciones -o y -i son mútuamente exclusivas.
hu: Lista beállítása szöveges leíróállomány segítségével. Használat: config_list [kapcsolók] listaneve Kapcsolók: --inputfile állománynév -i állománynév A lista minden egyes változóját egy-egy objektumhoz rendeljük az állományban, majd mentjük a lista beállításokat. A megadott állománynak érvényes Python kód formátumúnak kell lennie, be- töltése exefile()-lal történik. Azok a változók, amelyek nem rendelhetõk objektumhoz figyelmen kívül lesznek hagyva (errõl figyelmeztetõüzenet értesít bennünket). Lásd még a -c kapcsolót. Az execfile global részében található `mlist' különleges változóval a MailList objektum beállításait lehet modósítani. Azonban ÓVATOSAN bánjunk ezzel az objektummal, mert használata számos (és valószínûleg javíthatatlan) károkat eredményezhet a levelezõlistában! --outputfile állománynév -o állománynév A lista beállításainak lementése megfelelõ formátumban, amellyel késõbb a listát újra be lehet állítani. Ezzel a kapcsolóval könnyedén lehet az adott lista beállításait menteni, és másik listára alkalmazni. A megadott állományba mentõdnek a beállítások. Ha állománynévnek `-' lett megadva, akkor a standard kimenetre írja ki a program a beállításokat. --checkonly -c A kapcsolóval a listán nem történik változás. Csak az -i kapcsoló- val együtt használható. --verbose -v Az éppen módosítandó változó nevét írja ki. Csak az -i kapcsoló- val együtt használható. --help -h Kiírja ezt a súgót és kilép. Az -o és -i kapcsolók egyszerre nem használhatóak.

source: ## "%(listname)s" mailing list configuration settings -*- python -*- ## captured on %(when)s
es: ## valores de configuración de la lista de distribución "%(listname)s" ## -*- python -*- ## capturados el %(when)s
hu: ## "%(listname)s" levelezõlista konfigurációs beállításai ## -*- python -*- elmentve %(when)s-n

source: options
hu: beállítások

source: legal values are:
es: los valores correctos son:
hu: megadható értékek:

source: attribute "%(k)s" ignored
es: se ha ignorado el atributo "%(k)s"
hu: "%(k)s" attribútum figyelmen kívül hagyva

source: attribute "%(k)s" changed
es: atributo "%(k)s" cambiado
hu: "%(k)s" attribútum beállítva

source: Only one of -i or -o is allowed
es: Solo se permite poner o la opción -i o la -o
hu: Egyszerre csak az egyike használható -i vagy -o kapcsolóknak

source: One of -i or -o is required
es: Se necesita la opción -i o la opción -o
hu: Az -i vagy -o kapcsolók egyikét meg kell adnod

source: List name is required
es: Hace falta el nombre de la lista
hu: Meg kell adni a lista nevét

source: NOTE: This is being deprecated since mailman has been shifted over to an external archiver (ie, andrew kuchling's latest version of pipermail.) This program shouldn't be attempted by people who don't understand Python. I wrote it to build archives for a few lists I'd been running for a long time under majordomo. Convert majordomo digests all stored in one directory into mailbox format. Note that the digests correct order in the dir should be alphabetical order. The output file is ARCHIVE.ME in the same directory the digests are in. Run this program before you transfer the majordomo list. To get the output file archived, create the list under mailman, run this script, and then do the following: cat ARCHIVE.ME >> ~mailman/mailman/lists/mylist/archived.mail You also need to adjust the variable: NUM_LINES_TO_STRIP_FROM_TOP
es: NOTA: Esto está sin soporte, puesto que Mailman se ha transferido a un sistema almacenaje externo (esto es, la última versión de pipermail de andrew kuchling.) Este programa no debería ejecutarlo alguien que no entienda Python. Lo escribí para generar el archivo de unas cuantas listas que tenía funcionando durante mucho tiempo bajo majordomo. Convertir los digests de majordomo almacenados todos en un único directorio en formato de buzón. Hay que tener en cuenta que el orden correcto de los digests en el directorio es el alfabetico. El fichero de salida es ARCHIVE.ME situado en el mismo directorio que los digests. Ejecuta este programa antes de transferir las listas de majordomo. Para conseguir que el fichero de salida se archive, crea la lista bajo mailman, ejecuta este guión, y haz a continuación lo siguiente: cat ARCHIVE.ME >> ~mailman/mailman/lists/mylist/archived.mail También necesitas ajustar la variable: NUM_LINES_TO_STRIP_FROM_TOP
hu: MEGJEGYZÉS: Amióta a Mailman saját külsõ archiváló programmal (lásd Andrew Kuchling Pipermail programját) rendelkezik azóta ezen program használata nem támogatott. A programot csakis Python-ban jártas emberek használják. Feladata a Majordomo-t használó levelezõlisták archívumának átkonvertálása. Az átkonvertált Majordomo digestek mailbox formátumban lesznek meg- találhatók. Fontos, hogy a digestek ABC sorrendben legyenek az adott könyvtárban. Az átkonvertált levelek az ARCHIVE.ME állományban a digesteket tartalmazó könyvtárba kerülnek. Hozzuk létre a levelezõlistát Mailman-nal, majd futtassuk ezt a programot. Végül adjuk ki a következõ parancsot: cat ARCHIVE.ME >> ~mailman/mailman/lists/mylist/archived.mail Lehet, hogy a következõ változót módosítani kell igény szerint: NUM_LINES_TO_STRIP_FROM_TOP

source: No filename given.
hu: Nem lett állománynév megadva

source: Bad arguments: %(pargs)s
hu: Hibás paraméterek: %(pargs)s

source: Please specify either -p or -m.
es: Por favor, especifique -p o -m.
hu: Kérlek vagy a -p vagy az -m kapcsolót add meg.
