Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: Each list member has a <em>moderation flag</em> which says whether messages from the list member can be posted directly to the list, or must first be approved by the list moderator. When the moderation flag is turned on, list member postings must be approved first. You, the list administrator can decide whether a specific individual's postings will be moderated or not. <p>When a new member is subscribed, their initial moderation flag takes its value from this option. Turn this option off to accept member postings by default. Turn this option on to, by default, moderate member postings first. You can always manually set an individual member's moderation bit by using the <a href="%(adminurl)s/members">membership management screens</a>.
hu: Mindenegyes listatagnál a <em>moderálási jelzõ</em> mondja meg, hogy a tag által küldött levelek a listán azonnal megjelenhetnek, vagy elõször a szerkesztõ jóváhagyására van szükség. A moderálási jelzõ bekapcsolásával a listára érkezõ minden levelét a szerkesztõnek kell legelõször engedélyezni. Te, a lista adminisztrátora döntheted el, hogy kinek a leveleit célszerû megjelenéshez engedélyezni. <p>A frissen feliratkozott tagok moderálási jelzõje az itt megadott értéket veszi fel. A listatag beküldött levelei alapesetben a listán azonnal megjelennek, ha <em>Nem</em>re van állítva ez az érték. <em>Igen</em> esetén a levelek alapesetben elõször szerkesztõi jóváhagyásra kerülnek. Listatagoknál egyenként lehet állítani a moderálási jelzõt a <a href="%(adminurl)s/members"> listatagok kezelése</a> oldalon.

source: Hold
es: Retener
hu: Tart

source: List of non-member addresses whose postings should be automatically accepted.
es: Lista de direcciones no subscritas cuyos env&iacute;os deben ser aceptados autom&oacute;ticamente.
hu: Azon külsõ beküldõk listája, akiknek az üzenetei automatikusan megjelenhetnek.

source: Postings from any of these non-members will be automatically accepted with no further moderation applied. Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
hu: Az itt felsorolt külsõ beküldõk üzenetei további szerkesztõi jóváhagyás nélkül megjelennek. Soronként egy címet adjunk meg; a reguláris keresési kifejezések jelölésére a ^ jellel kezdjük a sorokat.

source: List of non-member addresses whose postings will be immediately held for moderation.
es: Lista de direcciones no subscritas cuyos env&iacute;os se retendr&aacute;n inmediatamente para su revisi&oacute;n
hu: Azon külsõ beküldõk listája, akiknek az üzenetei szerkesztõi jóváhagyásra kell hogy várjanak.

source: Postings from any of these non-members will be immediately and automatically held for moderation by the list moderators. The sender will receive a notification message which will allow them to cancel their held message. Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
hu: Az itt felsorolt külsõ beküldõk üzenetei a jóváhagyásra váró levelek sorába kerül, amelyekrõl a szerkesztõ dönt késõbb. A feladót figyelmeztetõ levél értesíti errõl, amellyel törölheti a visszatartott levelét. Soronként egy címet adjunk meg; a reguláris keresési kifejezések jelölésére a ^ jellel kezdjük a sorokat.

source: List of non-member addresses whose postings will be automatically rejected.
es: Lista de direcciones no subscritas cuyos env&iacute;os se rechazar&aacute;n autom&aacute;ticamente
hu: Azon külsõ beküldõk listája, akiknek az üzenetei automatikusan vissza lesznek utasítva.

source: Postings from any of these non-members will be automatically rejected. In other words, their messages will be bounced back to the sender with a notification of automatic rejection. This option is not appropriate for known spam senders; their messages should be <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >automatically discarded</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
hu: Az itt felsorolt külsõ beküldõk üzenetei automatikusan el lesznek utasítva. Másképp, a levelüket a Mailman egy automatikus elutasító szöveggel együtt visszaküldi. Az ismert spamerekhez ne ezt az opciót használjuk, hanem az <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >automatikus elvetés</a> opciót. <p>Soronként egy címet adjunk meg; a reguláris keresési kifejezések jelölésére a ^ jellel kezdjük a sorokat.

source: List of non-member addresses whose postings will be automatically discarded.
es: Lista de direcciones no subscritas cuyos env&iacute;os se descartar&aacute;n autom&aacute;ticamente
hu: Azon külsõ beküldõk listája, akiknek az üzenetei automatikusan törlésre kerülnek.

source: Postings from any of these non-members will be automatically discarded. That is, the message will be thrown away with no further processing or notification. The sender will not receive a notification or a bounce, however the list moderators can optionally <a href="?VARHELP=privacy/sender/forward_auto_discards" >receive copies of auto-discarded messages.</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
hu: Az itt felsorolt külsõ beküldõk üzenetei automatikusan törlõdnek. Ezeket a leveleket a Mailman egybõl eldobja, bármilyen további feldolgozás nélkül. A feladót nem értesíti a levele elfogadásáról, elutasításáról, de a lista szerkesztõje a <a href="?VARHELP=privacy/sender/forward_auto_discards" >másolat az automatikusan törölt levelekrõl</a> opcióval kérhet egy példányt ezekrõl a levelekrõl. <p>Soronként egy címet adjunk meg; a reguláris keresési kifejezések jelölésére a ^ jellel kezdjük a sorokat.

source: Action to take for postings from non-members for which no explicit action is defined.
es: Acci&oacute;n a tomar para los env&iacute;s procedentes de aquellos no subscritos a la lista para los que no se ha definido ninguna acci&oacute;n.
hu: Teendõ azoknál a külsõ beküldõknél akikrõl még nem nyilatkoztunk eddig.

source: When a post from a non-member is received, the message's sender is matched against the list of explicitly <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >accepted</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">held</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >rejected</a> (bounced), and <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >discarded</a> addresses. If no match is found, then this action is taken.
hu: Külsõ beküldõktõl érkezõ leveleket a levél feladója szerint <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >engedélyezni</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">tartani</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers">visszautasítani</a> (értesítéssel) és <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >elvetni</a> lehet. Ha a fentiek közül egyik helyen sincs a feladó felsorolva, akkor az itt megadott beállítás kerül érvényre.

source: Should messages from non-members, which are automatically discarded, be forwarded to the list moderator?
hu: Kapjon a lista szerkesztõje azokról a levelekrõl másolatot, amely külsõ beküldõtõl származik, és automatikus törlésre kerül?

source: This section allows you to configure various anti-spam filters posting filters, which can help reduce the amount of spam your list members end up receiving.
hu: Itt a különbözõ anti-spam szûrõket lehet beállítani, amellyel a listán esetleg megjelenõ spam mennyiségét lehet csökkenteni.

source: Anti-Spam filters
hu: Anti-Spam szûrõk

source: Must posts have list named in destination (to, cc) field (or be among the acceptable alias names, specified below)?
es: Los env&iacute;os a la lista, &iquest;Deben tener el nombre de la lista en la direcci&oacute;n de destino (to, cc)? (o que est&eacute; entre los nombre de alias aceptables especificados abajo)
hu: Az üzenet címzettek részében (to, cc) kell a lista nevének lennie (vagy bármely más mezõben, ahogy lejjebb be van állítva)?

source: Many (in fact, most) spams do not explicitly name their myriad destinations in the explicit destination addresses - in fact often the To: field has a totally bogus address for obfuscation. The constraint applies only to the stuff in the address before the '@' sign, but still catches all such spams. <p>The cost is that the list will not accept unhindered any postings relayed from other addresses, unless <ol> <li>The relaying address has the same name, or <li>The relaying address name is included on the options that specifies acceptable aliases for the list. </ol>
es: Muchos (de hecho, la mayor&iacute;a) del correo basura no nombran expl&iacute;citamente su miriada de destinos - de hecho, normalmente el campo To: tiene una direcci&oacute;n falsa para producir confusi&oacute;n. La restricci&oacute;n se aplica solo a la parte de la direcci&oacute;n que est&aacute; delante de la '@', pero a&uacute;n as&iacute; detecta dichos correos basura.<p>El costo resultante es debido a que la lista no aceptar&aacute; sin estorbar mensajes mandadas a otra direcci&oacute;n, a menos <ol><li> La direcci&oacute;n tenga el mismo nombre, o<li> La direcci&oacute;n est&eacute; entre los alias aceptables para la lista</ol>
hu: Sok (valójában a legtöbb) spamnél a címzettek címét nem adják meg közvetlenül, hanem a To mezõben valamilyen értelmetlen cím olvasható. Az ellenõrzés csak a '@' jel elõtti részt vizsgálja, így is kiszûrve a spamek nagy részét.<p> Ennek következtében a lista nem fogad levelet különös címekrõl, kivétel ha: <ol> <li>a továbbküldõ cím ugyanazzal a névvel nem rendelkezik, vagy <li>a továbbküldõ cím meg van adva a levelet küldhetõk listájában.</ol>

source: Alias names (regexps) which qualify as explicit to or cc destination names for this list.
es: Alias (expresi&oacute;nes regulares) que cualifiquen como destino expl&iacute;cito
hu: Helyettesítõ nevek (illeszkedõ kifejezéssel), amelyként a listát a to vagy cc mezõben meglehet még adni.

source: Alternate addresses that are acceptable when `require_explicit_destination' is enabled. This option takes a list of regular expressions, one per line, which is matched against every recipient address in the message. The matching is performed with Python's re.match() function, meaning they are anchored to the start of the string. <p>For backwards compatibility with Mailman 1.1, if the regexp does not contain an `@', then the pattern is matched against just the local part of the recipient address. If that match fails, or if the pattern does contain an `@', then the pattern is matched against the entire recipient address. <p>Matching against the local part is deprecated; in a future release, the pattern will always be matched against the entire recipient address.
es: Direcciones alternativas que son aceptables cuando se habilita `require_explicit_destination'. Esta opci&oacute;n acepta una serie de expresiones regulares, cada una en un l&iacute;nea distinta que se comparan con cada uno de los destinatarios del mensaje. La comparaci&oacute;n se realiza con la funci&oacute;n de Python re.match(), lo que significa que se comienza desde el principio de la cadena. <p>Para que exista compatibilidad con Mailman 1.1, si la expresi&oacute;n regular no contiene una '@' entonces el patr&oacute;n se compara justo con la parte local de la direcci&oacute;n del destinatario. Si la comparaci&oacute;n falla o el patr&oacute;n no contiene una '@' entonces el patr&oacute;n se compara con la direcci&oacute;n completa del destinatario. <p>Las comparaciones contra la parte local est&aacute;n obsoletas, en versiones futuras, el patr&oacute;n siempre se comparar&aacute; contra la direcci&oacute;n completa del destinatario.
hu: Egyéb címek, amelyek a `szükséges_megadott_cím' beállításával érvényesek. A beállításban számos, soronként egy, illeszkedõ kifejezést lehet megadni, amelyek a levelek címzettjét vizsgálják. A keresést a szövegkonstans elejétõl a Python re.match() függvénye végzi.<p>Mailman 1.1 kompatibilitásának biztosításához, ha az illeszkedõ kifejezés nem tartalmaz `@' jelet, akkor a keresés csak a címzett elsõ részében történik. Ha a keresés sikertelen, vagy a kifejezés tartalmaz `@' jelet, akkor a keresés a címzett egész részén történik. <p>Címzett elsõ részére való illeszkedés a következõ verziókban már nem fog mûködni, a keresés a teljes címzett részre fog történi.

source: Ceiling on acceptable number of recipients for a posting.
es: N&uacute;mero m&aacute;ximo aceptable de destinatarios en una entrega
hu: A levél egyszerre maximum a megadott számú felhasználóhoz lesz továbbítva.

source: If a posting has this number, or more, of recipients, it is held for admin approval. Use 0 for no ceiling.
es: Si un env&iacute;o a la lista tiene al menos esta cantidad de destinatarios, se retendr&aacute; para su aprobaci&oacute;n por parte del administrador de la lista. Ponga un 0 si no quiere que tenga l&iacute;mite
hu: Ha a levélnek legalább ennyi címzettje van, akkor adminisztrátori engedély szükséges. O-t megadva bármennyi címzett lehet.

source: Hold posts with header value matching a specified regexp.
es: Retener env&iacute;os con un valor de cabecera que coincide con una expresi&oacute;n regular arbitraria.
hu: Egy megadott keresési feltételre illeszkedõ levelek visszatartása.

source: Use this option to prohibit posts according to specific header values. The target value is a regular-expression for matching against the specified header. The match is done disregarding letter case. Lines beginning with '#' are ignored as comments. <p>For example:<pre>to: .*@public.com </pre> says to hold all postings with a <em>To:</em> mail header containing '@public.com' anywhere among the addresses. <p>Note that leading whitespace is trimmed from the regexp. This can be circumvented in a number of ways, e.g. by escaping or bracketing it. <p> See also the <em>forbidden_posters</em> option for a related mechanism.
es: Use esta opci&oacute;n para prohibir env&iacute;os de acuerdo con valores de determinadas cabeceras. El valor es una expresi&oacute;n regular que se compara contra las cabeceras indicadas. La comparaci&oacute;n se realiza sin tener en cuenta may&uacute;sculas y min&uacute;sculas. Las l&iacute;neas que empiezan con # se ignoran al considerarse comentarios.<p> Por ejemplo: <pre>to: .*@public.com </pre> indica que retenga todos los env&iacute;os cuyo campo <em>to</em> en la cabecera contenga '@public.com' en cualquier posici&oacute;n.<p> Note que los espacios en blanco se quitan de la expresi&oacute;n regular. Esto se puede evitar de distintas maneras, escap&aacute;ndo los espacios o poniendolos entrepar&eacute;ntesis.<p> Vea tambi&eacute;n la opci&oacute;n <em>forbidden_posters</em> como mecanismo relacionado
hu: A beállítással a levelek bizonyos tartalmú fejlécei alapján lehet a levelek fogadását korlátozni. A fejléc bármely részére illeszkedõ keresési kifejezéseket meg lehet adni. A keresés nem tesz különbséget kis- és nagybetûk között. '#' jellel kezdõdõ sorok megjegyzések.<p>Például:<pre>to: .*@public.com </pre> kifejezés az összes levelet, amelynek <em>to</em> mezõjében bárhol megtalálható a '@public.com' visszatartja.<p>Sorkezdõ szóközök nem számítanak. Ha mégis szükséges szóközöket védõkarakterek (pl. zárójelek) között lehet megadni.<p> Lásd még az <em>tiltott_beküldõk</em> beállítást hasonló korlátozáshoz.

source: Hide the sender of a message, replacing it with the list address (Removes From, Sender and Reply-To fields)
es: Esconder al remitente de un mensaje, reemplaz&aacute;ndolo por la direcci&oacute;n de la lista (esto elimina los campos From, Sender y Reply-to)
hu: Az üzenet küldõjének elrejtése a lista címére való lecserélésével (From, Sender és Reply-To mezõk lecserélése)

source: Topics
hu: Témák

source: List topic keywords
hu: Lista fõ témái

source: Disabled
hu: Kikapcsolva

source: Enabled
hu: Bekapcsolva

source: Should the topic filter be enabled or disabled?
es: &iquot;Debe activarse o desactivarse el filtrado de temas?
hu: A témák szûrése be- vagy kikapcsolt állapotban legyen?

source: How many body lines should the topic matcher scan?
hu: A témaszûrõ a levél törzsének hány sorát vizsgálja?

source: The topic matcher will scan this many lines of the message body looking for topic keyword matches. Body scanning stops when either this many lines have been looked at, or a non-header-like body line is encountered. By setting this value to zero, no body lines will be scanned (i.e. only the <code>Keywords:</code> and <code>Subject:</code> headers will be scanned). By setting this value to a negative number, then all body lines will be scanned until a non-header-like line is encountered.
hu: A témaszûrõ a levél törzsének itt megadott számú sorában keres még a feltételekre. A törzs szûrése leáll, ha a megadott sorszámot elérte vagy nem-fejléc típusú sorhoz ér. 0-t megadva a program nem keres a levél törzsében (csak a <code>Keywords:</code> és <code>Subject:</code> mezõkben fog keresni). Negatív értéket megadva a levél törzsének összes sorában keres, amíg egy nem-fejléc típusú sorhoz nem ér.

source: Topic keywords, one per line, to match against each message.
hu: Fõ témák, minden sorban csak egyet megadva, a levelek vizsgálatához.

source: Each topic keyword is actually a regular expression, which is matched against certain parts of a mail message, specifically the <code>Keywords:</code> and <code>Subject:</code> message headers. Note that the first few lines of the body of the message can also contain a <code>Keywords:</code> and <code>Subject:</code> "header" on which matching is also performed.
hu: Minden egyes fõ téma valójában egy reguláris keresési feltétel, amely a levél bizonyos részeit, pontosabban a <code>Keywords:</code> és <code>Subject:</code> levél fejléceket vizsgálja. Jó tudni, hogy a levél törzsének elsõ pár sora is tartalmazhat <code>Keywords:</code> és <code>Subject:</code> "fejléceket", amelyekben szintén lehet kerestetni.

source: Mail&lt;-&gt;News&nbsp;gateways
hu: Mail&lt;-&gt;News&nbsp;átjárók

source: Mail-to-News and News-to-Mail gateway services.
es: Servicios de pasarela de Correo a Noticias y de Noticas a Correo
hu: Mail-to-News és News-to-Mail átjáró funkciók.

source: The Internet address of the machine your News server is running on.
es: La direcci&oacute;n Internet de la m&aacute;quina en la que se est&aacute; ejecutando su servidor de noticias.
hu: Az Internet címe annak a gépnek, ahol a News szervered mûködik.

source: The News server is not part of Mailman proper. You have to already have access to a NNTP server, and that NNTP server has to recognize the machine this mailing list runs on as a machine capable of reading and posting news.
es: El servidor de Noticias no es una parte integrante de Mailman. Tienes que tener acceso al servidor NNTP, y hace falta que ese servidor NNTP reconozca la m&aacute;quina donde reside este servidor de listas de distribuci&oacute;n como una m&aacute;quina capaz de leer y enviar noticias.
hu: A Mailman nem tartalmaz megfelelõ News szervert. NNTP szerver eléréssel kell rendelkezned, és az NNTP szervernek tudnia kell róla, hogy az a gép, amelyen ezek a levelezõlisták futnak, képes hírek fogadására és küldésére.

source: The name of the Usenet group to gateway to and/or from.
es: El nombre del grupo de Usenet (noticias) al que mandar y/o recibir.
hu: A hírcsoport neve, ahova és/vagy ahonnan jönnek a levelek.

source: Should new posts to the mailing list be sent to the newsgroup?
es: &iquest;Mandar los env&iacute;os nuevos a la lista de distribuci&oacute;n al grupo de noticias?
hu: Levelezõlistára érkezõ üzenetek továbbítva legyenek a hírcsoportba?

source: Should new posts to the newsgroup be sent to the mailing list?
es: &iquest;Mandar los env&iacute;os nuevos al grupo de noticias a la lista de distribuci&oacute;n?
hu: A hírcsoportba érkezõ új levelek a levelezõlistára is el legyenek küldve?

source: Should Mailman perform a <em>catchup</em> on the newsgroup?
es: Deber&iacute;a realizar Mailman una <em>sincronizaci&oacute;n</em> con los grupos de noticias
hu: <em>Frissítsen</em> a Mailman a hírcsoporton?

source: When you tell Mailman to perform a catchup on the newsgroup, this means that you want to start gating messages to the mailing list with the next new message found. All earlier messages on the newsgroup will be ignored. This is as if you were reading the newsgroup yourself, and you marked all current messages as <em>read</em>. By catching up, your mailing list members will not see any of the earlier messages.
es: Cuando le diga a Mailman que realice una sincronizaci&oacute;n con los grupos de noticias, esto significa que que quiere empezar a transferir mensajes a la lista de distribuci&oacute;n a partir del primer mensaje nuevo encontrado. Todos los mensajes previos del grupo de noticias se ignorar&aacute;n. Esto es lo mismo que su usted estuviera leyendo el grupo de noticia y marcase como <em>leidos</em> todos todos los mensajes hasta la fecha. Al ponerse al d&iacute;a, los subscriptores de la lista de distribuci&oacute;n no ver&aacute;n ninguno de los mensajes anteriores.
hu: A Mailman a hírcsoportról való frissítéskor a levelezõlistára csak az újabb üzeneteket tölti le. Minden régebbi levelet a hírcsoporton figyelmen kívül hagy. Ez nagyjából ugyanaz, mint amikor a hírcsoport olvasásakor az összes üzenetet <em>olvasottnak</em> jelölünk meg. Frissítésnél a listatagok a régebbi leveleket nem fogják látni.

source: %(listinfo_link)s list run by %(owner_link)s
hu: %(listinfo_link)s listát mûködteti: %(owner_link)s

source: %(realname)s administrative interface
es: Interfaz administrativa de %(realname)s
hu: %(realname)s adminisztrációs felület

source: (requires authorization)
es: (requiere autorizaci&oacute;n)
hu: (azonosítás szükséges)

source: Overview of all %(hostname)s mailing lists
hu: %(hostname)s levelezõlisták

source: <em>(1 private member not shown)</em>
hu: <em>(1 privát tag nélkül)</em>

source: <em>(%(num_concealed)d private members not shown)</em>
hu: <em>(%(num_concealed)d privát tag nélkül)</em>

source: ; it was disabled by you
hu: Kérésedre

source: ; it was disabled by the list administrator
hu: A lista adminisztrátor döntése alapján

source: ; it was disabled due to excessive bounces
hu: Túl sok visszapattanás miatt

source: ; it was disabled for unknown reasons
hu: Ismeretlen ok miatt

source: Note: your list delivery is currently disabled %(reason)s.
hu: Megjegyzés: %(reason)s a listáról jelenleg nem fogsz levelet kapni.

source: Mail delivery
es: Entrega de correo
hu: Levélküldés

source: the list administrator
es: el administrador de su lista
hu: a lista adminisztrátora

source: <p>%(note)s <p>You may have disabled list delivery intentionally, or it may have been triggered by bounces from your email address. In either case, to re-enable delivery, change the %(link)s option below. Contact %(mailto)s if you have any questions or need assistance.
es: <p>%(note)s <p>Puede que haya inhabilitado la recepci&oacute;n de los mensajes deliveradamente, o puede que se haya activado debido a los rebotes que est&aacute; produciendo su direcci&oacute;n de correo electr&oacute;nico. En cualquier caso, para habilitar de nuevo la recepci&oacute;n de los mensajes de la lista cambie la opci&oacute;n %(link)s de abajo. Contacte con %(mailto)s si tiene alguna pregunta o si necesita ayuda.
hu: <p>%(note)s <p>A levélküldést lehet, hogy véletlenül kapcsoltad ki, vagy címedrõl sokszor pattant vissza levél. Mindkét esetben a levelek újbóli fogadásához a %(link)s beállítást állítsd át. Ha segítségre van szükséged, vagy kérdésed van, akkor írj a(z) %(mailto)s címre.
