Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: Find all lists that a member's address is on. Usage: find_member [options] regex [regex [...]] Where: --listname=listname -l listname Include only the named list in the search. --exclude=listname -x listname Exclude the named list from the search. --owners -w Search list owners as well as members. --help -h Print this help message and exit. regex A Python regular expression to match against. The interaction between -l and -x is as follows. If any -l option is given then only the named list will be included in the search. If any -x option is given but no -l option is given, then all lists will be search except those specifically excluded. Regular expression syntax is Perl5-like, using the Python re module. Complete specifications are at: http://www.python.org/doc/current/lib/module-re.html Address matches are case-insensitive, but case-preserved addresses are displayed.
es: Encuentra todas las listas que contengan la dirección de un subscriptor Sintaxis: find_member [opciones] expreg [expreg expreg [...]] Donde: --listname=lista -l lista Busca solo en las listas indicadas. --exclude=lista -x lista Excluye de la búsqueda las listas indicadas. --owners -w Incluye en la búsqueda las direcciones de los propietarios. --help -h Imprime este mensaje de ayuda y termina. expreg Una expresión regular de Python con la que comparar. La relación entre -l y -x funciona como sigue. Si se especifica alguna opción -l entonces se incluirán en la búsqueda únicamente las listas indicadas. Si se indica alguna opción -x pero no se indica ninguna opción -l, entonces se buscarán en todas las listas excepto en aquellas que se hayan excluido específicamente La sintaxis de la expresión regular es al estilo Perl5, usando el modulo Python re. Las especificaciones completas están en: http://www.python.org/doc/current/lib/module-re.html Al buscar las direcciones no se distinguen mayúsculas de minúsculas, sin embargo, se muestran las direcciones tal y como se encuentran.
hu: Kiírja azon listák nevét, amelynek a megadott címmel tagja a felhasználó. Használat: find_member [kapcsolók] kifejezés [kifejezés [...]] Kapcsolók: --listname=listaneve -l listaneve Csak a megadott listában keres. --exclude=listaneve -x listaneve A megadott listában nem keres. --owners -w A lista tulajdonosok között is keres. --help -h Kiírja ezt a súgót és kilép. kifejezés Ptyhon hagyományos kifejezés, amelyre keres a program. Az -l és -x kapcsolók között különbség a következõ: Ha csak -l kapcsoló van megadva, akkor csak a megadott nevû listában keres a program. Ha az -x kapcsolót -l kapcsoló nélkül használjuk, akkor az -x után megadott lista kivételével a rendszeren található összes listában keres a program. A hagyományos kifejezésinek Perl5-típusúnak kell lennie, a keresést a Python re modulja végzi. Részletes leírása a következõ címen található: http://www.python.org/doc/current/lib/module-re.html Keresésnél a kis- és nagybetûk nem számítanak, de a talált címek a feliratkozáskor megadott formában jelennek meg.

source: Search regular expression required
es: Hace falta una expresión regular de búsqueda
hu: A keresési kifejezést meg kell adni

source: No lists to search
es: No hay listas donde buscar
hu: Nincs lista, amelyben keresni lehetne

source: found in:
es: encontrado en:
hu: tagja a következõ listának:

source: (as owner)
es: (como administrador)
hu: (a tulajdonos)

source: Regenerate Postfix's data/aliases and data/aliases.db files from scratch. Usage: genaliases [options] Options: -h/--help Print this message and exit.
es: Regenerar los datos/aliases de Postfix y los ficheros de datos/aliases.db desde el principio. Sintaxis: genaliases [opciones] Opciones: -h/--help Imprime este mensaje y termina.
hu: Újra létrehozza a Postfix data/aliases és data/aliases.db állományait. Használat: genaliases [kapcsolók] Kapcsolók: -h/--help Kiírja ezt a súgót és kilép.

source: List all the owners of a mailing list. Usage: %(program)s [options] listname ... Where: --all-vhost=vhost -v=vhost List the owners of all the mailing lists for the given virtual host. --all -a List the owners of all the mailing lists on this system. --help -h Print this help message and exit. `listname' is the name of the mailing list to print the owners of. You can have more than one named list on the command line.
es: Lista todos los propietarios de una lista de distribución. Sintaxis: %(program)s [opciones] lista ... Donde: --all-vhost=hostv -v=hostv Listar los propietarios de todas las listas de distribuciónes del dominio virtual dado. --all -a Listar los propietarios de todas las listas de distribución en este sistema. --help -h Imprime este mensaje de ayuda y termina. `lista' es el nombre de la lista cuyos propietarios se van a imprimir. Se pueden indicar más de una lista en la línea de ordenes.
hu: Megjeleníti a lista összes tulajdonosát. Használat: %(program)s [kapcsolók] listaneve ... Kapcsolók: --all-vhost=vhost -v=vhost Az adott virtuális hostban található összes levelezõlista tulajdonosát kiírja. --all -a A gépen található összes levelezõlista tulajdonosát kiírja. --help -h Kiírja ezt a súgót és kilép.

source: List: %(listname)s, Owners: %(owners)s
es: Lista: %(listname)s, Propietario: %(owners)s
hu: Lista: %(listname)s, Tulajdonosok: %(owners)s

source: List all mailing lists. Usage: %(program)s [options] Where: --advertised -a List only those mailing lists that are publically advertised --virtual-host-overview=domain -V domain List only those mailing lists that are homed to the given virtual domain. This only works if the VIRTUAL_HOST_OVERVIEW variable is set. --help -h Print this text and exit.
es: Lista todas las listas de distribución. Sintaxis: %(program)s [opciones] Donde: --advertised -a Lista únicamente aquellas listas que están visibles públicamente --virtual-host-overview=dominio -V dominio Lista únicamente aquellas listas que están ligadas al dominio virtual especificado. Esto funciona únicamente si la variable VIRTUAL_HOST_OVERVIEW está activa. --help -h Imprime este mensaje y termina.
hu: Kiírja a feltételnek megfelelõ levelezõlisták nevét. Használat: %(program)s [kapcsolók] Kapcsolók: --advertised -a Csak azokat a levelezõlistákat jeleníti meg, amelyek nyilvánossak, nincsenek elrejtve. --virtual-host-overview=tartomany -V tartomany Csak a megadott virtuális tartományhoz tartozó levelezõlistákat jeleníti meg. Csak akkor mûködik, ha a VIRTUAL_HOST_OVERVIEW be van állítva. --help -h Kiírja ezt a súgót és kilép.

source: No matching mailing lists found
es: No se ha encontrado ninguna lista de correo que coincida
hu: Nincs a feltételnek megfelelõ lista

source: matching mailing lists found:
es: Las siguientes listas de distribución coinciden:
hu: , a feltételnek megfelelõ levelezõlista:

source: Could not open file for writing:
es: No he podido abrir el fichero en modo escritura.
hu: Nem lehet írásra megnyitni az állományt:

source: Primary start-up and shutdown script for Mailman's qrunner daemon. This script starts, stops, and restarts the main Mailman queue runners, making sure that the various long-running sub-qrunners are still alive and kicking. It does this by forking and exec'ing the sub-qrunners and waiting on their pids. When it detects a subprocess has exited, it may restart it. The sub-qrunners respond to SIGINT, SIGTERM, and SIGHUP. SIGINT and SIGTERM both cause the sub-qrunners to exit cleanly, but the master will only restart sub-qrunners that have exited due to a SIGINT. SIGHUP causes the master qrunner and sub-qrunners to close their log files, and reopen then upon the next printed message. The master qrunner also responds to SIGINT, SIGTERM, and SIGHUP, which it simply passes on to the sub-qrunners (note that the master will close and reopen its own log files on receipt of a SIGHUP). The master qrunner also leaves its own process id in the file data/master-qrunner.pid but you normally don't need to use this pid directly. The `start', `stop', `restart', and `open' commands handle everything for you. Usage: %(PROGRAM)s [options] [ start | stop | restart | reopen ] Options: -n/--no-restart Don't restart the sub-qrunners when they exit because of an error or a SIGINT (they are never restarted if they exit in response to a SIGTERM). Use this only for debugging. Only useful if the `start' command is given. -u/--run-as-user Normally, this script will refuse to run if the user id and group id are not set to the `mailman' user and group (as defined when you configured Mailman). If run as root, this script will change to this user and group before the check is made. This can be inconvenient for testing and debugging purposes, so the -u flag means that the step that sets and checks the uid/gid is skipped, and the program is run as the current user and group. This flag is not recommended for normal production environments. -s/--stale-lock-cleanup If mailmanctl finds an existing master qrunner lock, it will normally exit with an error message. With this optionn, mailmanctl will perform an extra level of checking. If a process matching the host/pid described in the lock file is running, mailmanctl will still exit, but if no matching process is found, mailmanctl will remove the apparently stale lock and make another attempt to claim the master lock. -q/--quiet Don't print status messages. Error messages are still printed to standard error. -h/--help Print this message and exit. Commands: start - Start the master qrunner daemon and all sub-qrunners. Prints a message and exits if the master qrunner daemon is already running. stop - Stops the master qrunner daemon and all sub-qrunners. After stopping, no more messages will be processed. restart - Restarts the sub-qrunners, but not the master qrunner. This is really handy for development because without restarting, the sub-qrunners won't reload any changed modules. reopen - This will simply cause all log files to be re-opened.
hu: A Mailman qrunner démonjának fõ indító és lezáró szkriptje. A program elindítja, leállítja, vagy újraindítja Mailman qrunner modulját és meggyõzõdik, hogy a különbözõ folyamatosan mûködõ qrunner modulok futnak és rendesen mûködnek. Ezt a különbözö qrunner programok sorozatos inditásával (forking) és azok folyamatazonosítójának beolvasásával éri el. Ha észreveszi, hogy valamelyik alprogram nem fut, akkor azt újra- indítja (hacsak nem az -n kapcsolóval ez nincs letiltva). Az al-qrunner modulok a SIGINT, SIGTERM ÉS SIGHUP jelzéseket várják. SIGINT ÉS SIGTERM jelzésekre az al-qrunner modulok rendesen leállnak és kilépnek, a fõ qrunner csak azokat fogja újraindítani, amelyek leállását a SIGINT jelzés idézte elõ. SIGHUP jelzésnél mind a fõ, mind az al-qrunner modulok lezárják a naplóállományaikat, majd a következõ naplózásnál újra- nyitják azokat. A fõ qrunner program szintén a SIGINT, SIGTERM és SIGHUP jelzéseket figyeli, amelyeket az alprogramoknak továbbít (a fõ modul SIGHUP jelzésre lezárja a naplóállományait, s késõbb nyitja újra meg). A fõ qrunner folyamatazono- sítóját a data/qrunner.pid állományból lehet megtudni, de többnyire nincs szükség a pid közvetlen felhasználására. Használjuk inkábbk a `start, `stop' 'restart' és 'open' parancsokat Használat: %(PROGRAM)s [kapcsolók] [ start | stop | restart | reopen ] Kapcsolók: -n/--no-restart Nem indítja újra a programokat, ha azok hiba miatt álltak le. Csak hibakövetésnél használjuk. Használata csak a `start' paranccsal elõnyös. -u/--run-as-user A szkript alapvetõen csak `mailman' felhasználó és csoportnév alatt fut. Root-ként futtatva a program a megadott felhasználói és csoportnévvel indul, mielött ellenõrzést végez. A kapcsoló használata nem elõnyös teszteléskor és hibakeresés- kor, mivel az -u kapcsolóval a szkript az uid/gid ellenõrzését és beállítását nem végzi el, hanem a megadott névvel és csoport alatt fog futni. A kapcsoló használata normál mûködésnél nem ajánlott. -s/--stale-lock-cleanup Ha a mailmanctl létezõ fõ qrunner zárolóállományt talál, akkor hibaüzenettel kilép. A kapcsolóval a mailmanctl ellenõrzi, hogy a létezõ zárolóállományhoz tartozik-e érvényes, éppen futó folyamat. Ha létezik, akkor a program kilép. Ha nem található érvényes folyamat, akkor a lejárt zárolást megszünteti és meg- próbálja újra zárolni a fõ qrunnert. -q/--quiet Nem írja ki az állapot üzeneteket. A hibaüzeneteket a standard hibakimeneten azonban ekkor is megjeleníti. -h/--help Kiírja ezt a súgót és kilép. Parancsok: start - Elindítja a fõ qrunner démont. Ha a fõ qrunner démon már fut, akkor egy üzenetet jelenít meg és kilép. stop - Leállítja a fõ qrunner démont és egyéb futó qrunner programokat. A programok leállítása után egyetelne egy sem kerül feldolgozásra. restart - SIGHUP jelzéssel újraindítja a fõ qrunner démont. Ekkor az összes futó qrunner program leáll, majd újraindul. A fõ qrunner program ugyanekkor az összes naplóállományt újra megnyitja. reopen - A naplóállományokat újra nyitja.

source: PID unreadable in: %(pidfile)s
es: PID ilegible en: %(pidfile)s
hu: Nem lehet kiolvasni a PID-et: %(pidfile)s

source: No child with pid: %(pid)s
es: Ningún hijo con pid %(pid)s
hu: A következõ pid-del nem található alfolyamat: %(pid)s

source: Return the hostname, pid, and tempfile
es: Devuelve el nombre del host, pid y fichero temporal
hu: Visszaadja a hostnevet, pid-et és tempállományt

source: The master qrunner lock could not be acquired because it appears as if another master qrunner is already running.
es: El bloqueo maestro de qrunner no se ha podido adquirir porque parece ser que hay otro qrunner maestro ejecutándose.
hu: Nem lehet a fõ qrunner zárolását megszüntetni. Úgy tünik, hogy egy másik qrunner fut.

source: The master qrunner lock could not be acquired. It appears as though there is a stale master qrunner lock. Try re-running mailmanctl with the -s flag.
hu: Nem lehet a fõ qrunner zárolását megszüntetni. Úgy tünik, hogy lejárt zárolás van jelen. Használjuk a mailmanctl -s kapcsolóját.

source: The master qrunner lock could not be acquired, because it appears as if some process on some other host may have acquired it. We can't test for stale locks across host boundaries, so you'll have to do this manually. Or, if you know the lock is stale, re-run mailmanctl with the -s flag. Lock file: %(LOCKFILE)s Lock host: %(status)s Exiting.
hu: Nem lehet a fõ qrunner zárolását megszüntetni, mert valószínüleg egy másik gép már foglalja. Más gépekrõl történõ zárolást nem tudjuk automatikusan megszüntetni, ezért ezt manuálisan kell végrehajtania. Vagy, ha biztosan tudja, hogy a zárolás lejárt, akkor futtassa újra a mailmanctl programot az -s kapcsolóval. Zárolóállomány: %(LOCKFILE)s Zároló gép : %(status)s Kilépek.

source: Run this program as root or as the %(name)s user, or use -u.
hu: A programot root-ként vagy %(name)s felhasználóként futtasd, vagy használd az -u kapcsolót.

source: No command given.
hu: Nincs parancs megadva

source: Bad command: %(command)s
hu: Hibás parancs: %(command)s

source: Shutting down Mailman's master qrunner
hu: Folyamat befejezése: Mailman fõ qrunner

source: Restarting Mailman's master qrunner
hu: Folyamat újraindítása: Mailman fõ qrunner

source: Re-opening all log files
hu: Összes naplóállomány újranyitása.

source: Starting Mailman's master qrunner.
hu: Folyamat indítása: Mailman fõ qrunner

source: Set the site password, prompting from the terminal. The site password can be used in most if not all places that the list administrator's password can be used, which in turn can be used in most places that a list users password can be used. Usage: %(PROGRAM)s [options] [password] Options: -c/--listcreator Set the list creator password instead of the site password. The list creator is authorized to create and remove lists, but does not have the total power of the site administrator. -h/--help Print this help message and exit. If password is not given on the command line, it will be prompted for.
hu: Terminálon futtava beállítja a rendszer szintû jelszót. A rendszer szintû jelszót mind azokon a helyeken lehet használni, ahova lista adminisztrációs jelszó szükséges. A listatag jelszava helyett pedig a lista adminisztrációs jelszót lehet használni. Használat: %(PROGRAM)s [kapcsolók] [jelszó] Kapcsolók: -c/--listcreator A rendszer szintû jelszó helyet a listalétrehozó jelszót állítja be. A listalétrehozó listákat hozhat létre és törölhet, de nem rendelkezik rendszer szintû adminisztátori jogokkal. -h/--help Kiírja ezt a súgót és kilép. Ha a parancssorban nem lett jelszó megadva, akkor futtatáskor kér be egyet.

source: site
es: sede
hu: webhely

source: list creator
es: creador de la lista
hu: listalétrehozó

source: New %(pwdesc)s password:
es: Clave nueva de %(pwdesc)s
hu: Új %(pwdesc)s jelszó:

source: Again to confirm password:
es: Otra vez para confirmar la clave.
hu: Ismételd meg a jelszót:

source: Passwords do not match; no changes made.
es: Las claves no coinciden, no se ha realizado ningún cambio.
hu: A jelszavak nem egyeznek; nincs változtatás.

source: Interrupted...
es: Interrumpido...
hu: Megszakítva...

source: Password changed.
es: Clave cambiada.
hu: Jelszó megváltoztatva.

source: Password change failed.
es: El cambio de clave falló.
hu: Sikertelen jelszóváltoztatás.

source: Create a new, unpopulated mailing list. Usage: %(PROGRAM)s [options] [listname [listadmin-addr [admin-password]]] Options: -l language --language language Make the list's preferred language `language', which must be a two letter language code. -q/--quiet Normally the administrator is notified by email (after a prompt) that their list has been created. This option suppresses the prompt and notification. -h/--help Print this help text and exit. You can specify as many of the arguments as you want on the command line: you will be prompted for the missing ones. Every Mailman list has two parameters which define the default host name for outgoing email, and the default URL for all web interfaces. When you configured Mailman, certain defaults were calculated, but if you are running multiple virtual Mailman sites, then the defaults may not be appropriate for the list you are creating. You can specify the domain to create your new list in by spelling the listname like so: mylist@www.mydom.ain where `www.mydom.ain' should be the base hostname for the URL to this virtual hosts's lists. E.g. with is setting people will view the general list overviews at http://www.mydom.ain/mailman/listinfo. Also, www.mydom.ain should be a key in the VIRTUAL_HOSTS mapping in mm_cfg.py/Defaults.py. It will be looked up to give the email hostname. If this can't be found, then www.mydom.ain will be used for both the web interface and the email interface. If you spell the list name as just `mylist', then the email hostname will be taken from DEFAULT_HOST_NAME and the url will be taken from DEFAULT_URL (as defined in your Defaults.py file or overridden by settings in mm_cfg.py). Note that listnames are forced to lowercase.
hu: Létrehoz egy új, tagok nélküli levelezõlistát. Használat: %(PROGRAM)s [kapcsolók] [listaneve [admin-címe [admin-jelszó]]] Kapcsolók: -l language --language nyelv A lista alapértelmezett nyelvévé teszi a megadott nyelvet. A nyelvet a kétbetûs azonosítójával kell megadni. -q/--quiet Alapesetben az adminisztrátor e-mailben értesítést kap a lista sikeres létrehozásáról. A kapcsolóval nem történik ilyen értesítés. -h/--help Kiírja ezt a súgót és kilép. A parancssorban bármelyik értéket meg lehet adni, ha valamelyik hiányzik, akkor a program futtatásakor bekéri a hiányzó(ka)t. Minden Mailman levelezõlistánál két paraméter van, a kimenõ levelekhez hostnév, és az alapértelmezett URL ahol a web felület el lehet érni. Ha virtuális hostok vannak a Mailman-t futtató gépen, akkor a program nem biztos, hogy jól tudja automatikusan meghatározni az új listához tartozó ezen két paramétert. Az új lista létrehozásakor meg lehet adni a kivánt tartományt is a következõ módon: ujlista@megadott_domain.hu Ekkor a kimenõ levelek és a web felület URL-je megadott_domain.hu lesz. Ha a két paraméternek eltérõnek kell lennie (pl. a kimenõ leveleknél ujlista@megadott_domain.hu, de az URL-nél http://www.megadott_domain.hu), akkor azt a következõ módon lehet megadni: ujlista@megadott_domain.hu:www.megadott_domain.hu A lista "host_name" értéke ekkor megadott_domain.hu lesz, míg a lista "web_page_url" értéke http://www.megadott_domain.hu/mailman lesz. Ha csak az új lista nevét adjuk meg, akkor a "host_name" értékét a DEFAULT_HOST_NAME értékébõl veszi, míg a "web_page_url" érteke a DEFAULT_URL-ben megadott érték lesz (ezek a Defaults.py állományban vagy esetleg az mm_cfg.py állományban vannak megadva. Fontos, hogy a lista neve mindenképp kisbetûs lesz.

source: Unknown language: %(lang)s
hu: Ismeretlen nyelv: %(lang)s

source: Enter the name of the list:
es: Introduzca el nombre de la lista:
hu: Add meg a lista nevét:

source: Enter the email of the person running the list:
es: Indique la dirección de correo de la persona que gestionará la lista:
hu: Add meg a listát mûködtetõ e-mail címét:

source: Initial %(listname)s password:
es: Clave inicial de %(listname)s:
hu: %(listname)s induló jelszava:

source: The list password cannot be empty
es: La clave de la lista no puede estar vacia
hu: Nem lehet üres a lista jelszava.

source: Bad owner email address: %(owner_mail)s
es: La Dirección del administrador de la lista es incorrecta: %(owner_mail)s
hu: Rosszul megadott tulajdonosi e-mail címe: %(owner_mail)s

source: Hit enter to notify %(listname)s owner...
es: Presione el retorno de carro para notificar al propietario de la lista %(listname)s...
hu: Nyomd meg az entert a(z) %(listname)s tulajdonosának értesítéséhez...

source: # File: %(filename)s, line: %(lineno)d
es: Fichero: %(filename)s, linea: %(lineno)d
hu: # Állomány: %(filename)s sor: %(lineno)d

source: Invalid value for --style: %s
es: Valor inválido para --style: %s
hu: Érvénytelen érték --style kapcsolónál: %s

source: pygettext.py (xgettext for Python) %s
es: pygettext.py (xgettext para Python) %s
hu: pygettext.py (Pythonra alkalmazható xgettext) %s

source: --width argument must be an integer: %s
es: El argumento --width tiene que ser un entero: %s
hu: --width értékének egész számnak kell lennie: %s

source: Can't read --exclude-file: %s
es: No puedo leer --exclude-file: %s
hu: Nem olvasható az --exclude-file: %s

source: Reading standard input
es: Leyendo la entrada estándar
hu: Olvasás a standard bemenetrõl

source: Working on %s
es: Trabajando sobre %s
hu: Feldolgozás alatt: %s

source: a unicode string
es: una cadena unicode
hu: unicode szöveg
