Repository: Amusement/mailman3
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: es, hu

source: <p>We have received some recent bounces from your address. Your current <em>bounce score</em> is %(score)s out of a maximum of %(total)s. Please double check that your subscribed address is correct and that there are no problems with delivery to this address. Your bounce score will be automatically reset if the problems are corrected soon.
hu: <p>A címedrõl visszapattantak az üzenetek. Jelenleg %(score)s <em>visszapattanási pontod</em> van a maximálisan engedélyezett %(total)s pontból. Kérünk feltétlenül ellenõrízd, hogy a feliratkozási címed helyesen lett megadva és rendesen fogadja a leveleket. A visszapattanási pontjaid automatikusan törlõdnek, ha a probléma megszûnik.

source: (Note - you are subscribing to a list of mailing lists, so the %(type)s notice will be sent to the admin address for your membership, %(addr)s.)<p>
es: Atenci&oacute;n - est&aacute; subscrito a una lista que manda a otras listas de distribuci&oacute;n, por lo que la notificaci&oacute;n de %s se mandar&aacute; a la direcci&oacute;n administrativa de su direcci&oacute;n, %s.)<p>
hu: (Megjegyzés - levelezõlistára iratkozol éppen fel, a(z) %(type)s üzenet a feliratkozásodról az admin címére lesz elküldve, %(addr)s.)<p>

source: You will be sent email requesting confirmation, to prevent others from gratuitously subscribing you.
hu: Feliratkozási kérelmedrõl értesítést fogsz kapni, nehogy mások a tudtod nélkül felírhassanak.

source: This is a closed list, which means your subscription will be held for approval. You will be notified of the list moderator's decision by email.
hu: Ez egy zártkörû lista, a feliratkozásod engedélyezésig függõben marad. A szerkesztõ döntésérõl e-mailben értesítést fogsz kapni.

source: also
es: tambi&eacute;n
hu: továbbá

source: You will be sent email requesting confirmation, to prevent others from gratuitously subscribing you. Once confirmation is received, your request will be held for approval by the list moderator. You will be notified of the moderator's decision by email.
hu: Feliratkozási kérelmedrõl értesítést kapsz, nehogy mások tudtod nélkül felírhassanak. Megerõsítésed után feliratkozásod azonban csak a lista szerkesztõjének jóváhagyásával válik teljessé. A szerkesztõ döntésérõl e-mailben értesítünk.

source: This is %(also)sa private list, which means that the list of members is not available to non-members.
hu: A lista %(also)s zártkörû, a tagok listája külsõsöknek nem elérhetõ.

source: This is %(also)sa hidden list, which means that the list of members is available only to the list administrator.
hu: A lista %(also)segy rejtett lista, a tagok listája csakis a lista adminisztrátora számára érhetõ el.

source: This is %(also)sa public list, which means that the list of members list is available to everyone.
hu: A lista %(also)segy nyilvános levelezõlista, amely azt jelenti, hogy a tagok listája bárki számára elérhetõ.

source: (but we obscure the addresses so they are not easily recognizable by spammers).
hu: (de a címek módosítva lettek úgy, hogy ne legyenek könnyû célpontok a spammereknek).

source: <p>(Note that this is an umbrella list, intended to have only other mailing lists as members. Among other things, this means that your confirmation request will be sent to the `%(sfx)s' account for your address.)
hu: <p>(Figyelem ez a lista egy gyûjtõlista, tagjai csak más lista címek lehetnek. Ezek függvényében feliratkozási kérelmed a '%(sfx)s' címre kerül elküldésre.)

source: <b><i>either</i></b>
es: &nbsp;
hu: <b><i>vagy</i></b>

source: To unsubscribe from %(realname)s, get a password reminder, or change your subscription options %(either)senter your subscription email address: <p><center>
hu: %(realname)s listáról való leiratkozáshoz, jelszó lekérdezéséhez, vagy a listatagsági beállításaid megváltoztatásához add meg itt %(either)sa feliratkozási e-mail címedet: <p><center>

source: Unsubscribe or edit options
hu: Leiratkozás vagy beállítások módosítása

source: <p>... <b><i>or</i></b> select your entry from the subscribers list (see above).
hu: <p>... <b><i>vagy</i></b> válaszd ki a címedet a tagok listájából (lásd feljebb).

source: If you leave the field blank, you will be prompted for your email address
es: Si dejas el campo en blanco, se te preguntará tu dirección de correo electrónico
hu: Ha üres a mezõ, akkor a program kérni fogja az e-mail címedet

source: (<i>The %(which)s is only available to the list members.</i>)
es: (<i>La %(which)s solo est&aacute; disponible para los subscriptores de la lista.</i>)
hu: (<i>A %(which)s csak a lista tagjai számára érhetõ el.</i>)

source: (<i>The %(which)s is only available to the list administrator.</i>)
es: (<i>La %(which)s solo est&aacute; disponible para los adminitradores de la lista.</i>)
hu: <i>A %(which)s csak a lista adminisztrátora számára érhetõ el.</i>

source: subscribers:
hu: levelezõlista tagjainak megtekintéséhez kattints ide:

source: Visit Subscriber list
es: Visitar la lista de subscriptores
hu: Mutasd a tagok listáját

source: members
es: Subscriptores de la lista
hu: listatag

source: Address:
es: Direcci&oacute;n de correo-e
hu: Cím

source: Admin address:
es: Direcci&oacute;n de correo-e
hu: Admin cím:

source: subscribers list
es: lista de subscriptores
hu: tagok listája

source: <p>Enter your
es: <p>Introduzca su
hu: <p>A tagok listájának megtekintéséhez írd be a

source: and password to visit the subscribers list: <p><center>
es: y la clave para visitar la lista de subscriptores<p><center>
hu: edet és a jelszavadat: <p><center>

source: Password:
es: Clave:
hu: Jelszó

source: Visit Subscriber List
es: Visitar la lista de subscriptores
hu: Mutasd a tagok listáját

source: Once a month, your password will be emailed to you as a reminder.
es: Cada m&eacute;s, se le enviar&aacute; su clave por correo electr&oacute;nico para recordarsela.
hu: Havonta egyszer a jelszavad emlékeztetõül e-mailben elküldésre kerül.

source: current archive
es: archivo actual
hu: aktuális archívum

source: %(realname)s post acknowledgement
es: Confirmación de envío a lista de distribución %(realname)s
hu: %(realname)s levél nyugtázva

source: Your urgent message to the %(realname)s mailing list was not authorized for delivery. The original message as received by Mailman is attached.
hu: A(z) %(realname)s levelezõlistára küldött fontos üzeneted nem jelenhet meg a listán. Az eredeti üzenet alább olvasható.

source: non-digest header
es: cabecera modo no agrupado
hu: nem-digest fejléc

source: non-digest footer
es: pi&eacute; de p&aacute;gina no-digest
hu: nem-digest levelek lábléce

source: Sender is explicitly forbidden
hu: A feladó el van tiltva.

source: You are forbidden from posting messages to this list.
es: Tiene prohibido mandar mensajes a esta lista.
hu: El vagy tiltva a listára való levélküldéstõl.

source: Post to moderated list
hu: A levél moderált listára érkezett.

source: Your message was deemed inappropriate by the moderator.
es: Su mensaje se ha considerado inapropiado por el moderador.
hu: A szerkesztõ nem engedélyezi leveled megjelenését.

source: Post by non-member to a members-only list
hu: Nem listatag küldött levelet a csak tagoknak elérhetõ listára.

source: Non-members are not allowed to post messages to this list.
es: A los que no estén subscritos no se les permite mandar mensajes a esta lista.
hu: A listára csak a tagok küldhetnek levelet.

source: Posting to a restricted list by sender requires approval
hu: Zártkörû listára küldött levél megjelenését engedélyezni kell.

source: This list is restricted; your message was not approved.
es: Esta lista es restringida, su mensaje no se aprob&oacute;
hu: A lista zártkörû; leveled nem jelenhet meg.

source: Too many recipients to the message
hu: A levélben túl sok címzett van megadva.

source: Please trim the recipient list; it is too long.
es: Por favor, acorte la lista de destinatarios, es demasiado larga
hu: Kérlek, rövidíts a címzettek listáján; a lista túl hosszú.

source: Message has implicit destination
hu: A levél címzettje nem lett egyértelmûen megadva.

source: Blind carbon copies or other implicit destinations are not allowed. Try reposting your message by explicitly including the list address in the To: or Cc: fields.
es: Las copias de carb&oacute;n ocultas u otros destinos implícitos no se permiten. Intente reenviar su mensaje explícitamente incluyendo la dirección de la lista en el campo To: o Cc:.
hu: Rejtett (BCC) vagy máshogy megadott címzettek nem engedélyezettek. Leveledet a listára a To: vagy CC: mezõben megadott listanévvel küldd el újra.

source: Message may contain administrivia
hu: A levél valószínûleg adminisztrációs tartalmú.

source: Please do *not* post administrative requests to the mailing list. If you wish to subscribe, visit %(listurl)s or send a message with the word `help' in it to the request address, %(request)s, for further instructions.
es: &iexcl;Por favor *no* env&iacute;e peticiones administrativas a la lista! Si desea suscribirse, visite %(listurl)s o envie un mensaje con la palabra 'help' a la direcci&oacute;n, %(request)s , para obtener instrucciones
hu: Kérlek az adminisztratív tartalmú leveleket *ne* a listára küldjed. Feliratkozáshoz látogass el a %(listurl)s címre, vagy további további információért küldj egy `help' tartalmú levelet a request címre, %(request)s.

source: Message has a suspicious header
hu: A levél gyanús fejlécet tartalmaz.

source: Your message had a suspicious header.
es: Su mensaje tiene una cabecera sospechosa.
hu: Leveled gyanús fejlécet tartalmaz.

source: Message body is too big: %(size)d bytes with a limit of %(limit)d KB
hu: Túl nagy méretû levél: %(size)d bájt, engedélyezett méret %(limit)d KB

source: Your message was too big; please trim it to less than %(kb)d KB in size.
hu: A leveled túl nagy; minimum %(kb)s KB méretûre kell csökkenteni a listán való megjelenéshez.

source: Your message to %(listname)s awaits moderator approval
es: El mensaje enviado a %(listname)s espera la aprobacion del moderador
hu: A(z) %(listname)s listára küldött leveled szerkesztõi engedélyére vár

source: %(listname)s post from %(sender)s requires approval
es: El envio a %(listname)s de %(sender)s precisa de aprobacion
hu: A(z) %(listname)s listára %(sender)s feladótól jövõ levél engedélyezésre vár

source: If you reply to this message, keeping the Subject: header intact, Mailman will discard the held message. Do this if the message is spam. If you reply to this message and include an Approved: header with the list password in it, the message will be approved for posting to the list. The Approved: header can also appear in the first line of the body of the reply.
hu: Ha törölni szeretnéd a jóváhagyásra váró levelet, akkor a Subject: fejléc módosítása nélkül válaszolj erre a levélre. Levelet akkor törölj, ha spamet tartalmaz. Ha megjelenésre akarod engedélyezni a levelet, akkor ezen levélre válaszolva egy Approved: fejlécben add meg a lista jelszavát. Az Approved: fejléc a válaszlevél törzsében, az elsõ sorban is megadható.

source: Post by a moderated member
hu: üzenet moderálandó tagtól.

source: Auto-discard notification
hu: Értesítés automatikusan törlendõ levélrõl

source: Auto-response for your message to
es: Respuesta automatica al mensaje dirijido a
hu: Automatikus válasz az üzenetedre a(z)

source: the "%(realname)s" mailing list
es: la lista de distribuci&oacute;n "%(realname)s"
hu: "%(realname)s" levelezõlistáról

source: The Mailman Replybot
es: El contestador automatico de Mailman
hu: A Mailman automatikus feladója

source: HTML attachment scrubbed and removed
hu: A csatolt HTML állomány át lett konvertálva és törölve.

source: An HTML attachment was scrubbed... URL: %(url)s
hu: Egy csatolt HTML állomány át lett konvertálva... URL: %(url)s

source: no subject
hu: nincs tárgy

source: no date
hu: nincs dátum

source: unknown sender
hu: ismeretlen beküldõ

source: An embedded message was scrubbed... From: %(who)s Subject: %(subject)s Date: %(date)s Size: %(size)s Url: %(url)s
hu: Csatolt állományt eltávolítottma az üzenetbõl... Feladó: %(who)s Tárgy: %(subject)s Dátum: %(date)s Méret: %(size)s Url : %(url)s

source: A non-text attachment was scrubbed... Name: %(filename)s Type: %(ctype)s Size: %(size)d bytes Desc: %(desc)s Url : %(url)s
hu: Egy nem text típusú csatolt állomány át lett konvertálva... Név: %(filename)s Típus: %(ctype)s Méret: %(size)d bytes Leírás: %(desc)s Url : %(url)s

source: %(realname)s Digest, Vol %(volume)d, Issue %(issue)d
es: Resumen de %(realname)s, Vol %(volume)d, Envío %(issue)d
hu: %(realname)s digest, %(volume)d kötet, %(issue)d szám

source: digest header
es: Cabecera digest
hu: digest fejléc

source: Digest Header
es: Cabecera del resumen (digest)
hu: Digest fejléc

source: Today's Topics:
es: Asuntos del día:
hu: Mai témák:

source: Today's Topics (%(msgcount)d messages)
es: Today's Topics (%(msgcount)d mensajes)
hu: Mai témák (%(msgcount)d üzenet)

source: digest footer
es: pi&eacute; de p&aacute;gina del digest
hu: digest lábléc

source: Digest Footer
es: Pié de página del digest
hu: Digest lábléc

source: End of
es: Fin de
hu: Vége a

source: Posting of your message titled "%(subject)s"
es: El mensaje enviado tenía como asunto "%(subject)s"
hu: A leveled tárgya: "%(subject)s"

source: New subscription request to list %(realname)s from %(addr)s
es: Peticion de subscripcion a la lista %(realname)s de %(addr)s
hu: %(realname)s listára %(addr)s feliratkozási kérelme

source: Subscription request
es: Solicitud de subscripción
hu: Feliratkozási kérelem

source: New unsubscription request from %(realname)s by %(addr)s
hu: %(addr)s leiratkozási kéreleme %(realname)s listáról

source: Unsubscription request
hu: Leiratkozási kérelem

source: Original Message
es: Mensaje original
hu: Eredeti üzenet

source: Request to mailing list %(realname)s rejected
es: La peticion a la lista de distribucion %(realname)s ha sido rechazada
hu: A(z) %(realname)s levelezõlistára való feliratkozásod vissza lett utasítva

source: The mailing list `%(listname)s' has been created via the through-the-web interface. In order to complete the activation of this mailing list, the proper /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries for the /etc/aliases file:
es: La lista de distribución `%(listname)s' se ha creado a trav&eacute;s del interfaz web. Para poder completar la activación de esta lista de distribución, se tiene que actualizar el fichero /etc/aliases (o equivalente). También se debería ejecutar el programa `newaliases'
hu: A(z) `%(listname)s' levelezõlistát weboldalon keresztül hozták létre. A lista mûködéséhez az /etc/aliases (vagy hasonló) állományt módosítani kell. A `newaliases' programot is le kell futtatni. A következõ sorokat kell az /etc/aliases állományban elhelyezni:

source: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines, and possibly running the `newaliases' program: ## %(listname)s mailing list
es: Para terminar de crear su lista de distribución, tiene que editar el fichero /etc/aliases (o equivalente) añadiendo las siguientes líneas y ejecutando posiblemente el programa `newaliases': ## Lista de distribución %(listname)s
hu: A levelezõlista létrehozásának utolsó lépéséhez az /etc/aliases (vagy hasonló) állományba a következõ sorokat kell elhelyezni, és valószínûleg a `newaliases' programot utána futtatni: ## %(listname)s levelezõlista

source: Mailing list creation request for list %(listname)s
es: Solicitud de creación de la lista de distribución %(listname)s
hu: %(listname)s levelezõlista létrehozás kérelme

source: The mailing list `%(listname)s' has been removed via the through-the-web interface. In order to complete the de-activation of this mailing list, the appropriate /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries in the /etc/aliases file that should be removed:
es: La lista de distribución `%(listname)s' se ha borrado a través del interfaz web. Para poder completar la desactivación de esta lista de distribución, se tiene que actualizar el fichero /etc/aliases (o equivalente). También debería ejecutar la orden 'newaliases'
hu: A(z) `%(listname)s' levelezõlista Web-en keresztül sikeresen törölve lett. A levelezõlista törlésének utolsó lépéseként az /etc/aliases (vagy hasonló) állományt frissíteni kell, majd a `newaliases' programot futtatni. A következõ sorokat kell az /etc/aliases állományból törölni:

source: To finish removing your mailing list, you must edit your /etc/aliases (or equivalent) file by removing the following lines, and possibly running the `newaliases' program: ## %(listname)s mailing list
es: Para terminar de borrar su lista de distribución, tiene que editar el fichero /etc/aliases (o equivalente) y quitar las líneas siguientes, también puede que tenga que ejecutar el programa 'newaliases': ## Lista de distribución %(listname)s
hu: A levelezõlista törlésének utolsó lépéseként az /etc/aliases (vagy hasonló) állományból kell a következõ sorokat törölni, és valószínûleg a `newaliases' programot futtatni: ## %(listname)s levelezõlista

source: Mailing list removal request for list %(listname)s
es: Solicitud de eliminación de la lista de distribución %(listname)s
hu: Kérelem a(z) %(listname)s levelezõlista törlésére

source: (fixing)
es: (corrigiendo)
hu: (kijavítva)

source: When turned on, your email address is concealed on the Web page that lists the members of the mailing list.
es: Cuando esté activo, su dirección de correo se ocultará en la página que lista los subscriptores de la lista de distribución
hu: Bekapcsolásával a levelezõlista tagjait mutató lapon az e-mail címed nem fog megjelenni.

source: When turned on, delivery to your email address is disabled, but your address is still subscribed. This is useful if you plan on taking a short vacation.
es: Cuando esté activado, no recibirá correo electrónico, pero seguirá estando subscrito a la lista. Esto es útil si tiene previsto tomarse unas vacaciones.
hu: Bekapcsolásával a listáról nem fogsz levelet kapni, de feliratkozásod tovább él. Hasznos lehet, ha rövid idõre (pl. vakáció miatt) szüneteltetni akarod a levelek küldését.

source: When turned on, you get a separate acknowledgement email when you post messages to the list.
es: Cuando esté activo, se le mandará una confirmación cada vez que envíe un mensaje a la lista.
hu: Bekapcsolásával minden listára küldött levélrõl külön értesítést kapsz.

source: When turned on, you do *not* get copies of your own posts to the list. Otherwise, you do get copies of your own posts (yes, this seems a little backwards). This does not affect the contents of digests, so if you receive postings in digests, you will always get copies of your messages in the digest.
es: Cuando esté activado, no obtendrá copia de los mensajes que envíe a la lista. De otra manera, obtendrá copias de sus propios mensajes (si, parece que está al revés). Esto no afecta al contenido de los digests, de manera que si recibe envíos en digests, siempre obtendrá copia de sus propios mensajes en el digest.
hu: Bekapcsolásával a listára küldött leveleidet nem kapod meg. Máskép, a saját leveleidet nem látod megjelenni a listán (igen, kicsit furcsa dolog ez). A beállítás nem mûködik, ha digestben kapod meg a leveleket, a digestben meg fognak neked is jelenni a leveleid.

source: When turned on, you get postings from the list bundled into digests. Otherwise, you get each individual message immediately as it is posted to the list.
es: Cuando esté activado, obtendrá los mensajes que se hayan enviado a la lista contenidos en un solo mensaje. En otro caso, recibirás los mensajes a medida que se vayan enviando a la lista.
hu: Bekapcsolásával a listára érkezõ leveleket egyben, digest formában kapod meg. Különben a leveleket feladásuk után azonnal, egyenként kapod meg.

source: When turned on, you get `plain' digests, which are actually formatted using the RFC1154 digest format. This format can be easier to read if you have a non-MIME compliant mail reader. When this option is turned off, you get digests in MIME format, which are much better if you have a mail reader that supports MIME.
es: Cuando esté activado, obtendrá los mensajes que se hayan enviado a la lista contenidos en un solo mensaje como texto plano, que actualmente se formatean utilizando el antiguo formato de digest tal y como indica el RFC934. Este formato puede ser más fácil de leer si tiene un lector de correo que no entiende los digests. Cuando esta opción está desactivada, obtendrá los digests en formato MIME, que es mejor si posee un lector de correo que soporta MIME.
hu: Bekapcsolásával `sima' digest leveleket kapsz, amelyek a RFC1154-ben leírtaknak megfelelõ formátumban kerülnek elküldésre. MIME levelek olvasására nem képes levelezõprogram használatánál javallott. Kikapcsolásával MIME formátumú digestek lesznek elküldve, amelyek MIME típusú leveleket támogató levelezõprogram használatakor ajánlott.

source: Subject line ignored:
es: Se ha ignorado la linea que corresponde al Asunto:
hu: Levél tárgya figyelmen kívül lett hagyva:

source: Maximum command lines (%(maxlines)d) encountered, ignoring the rest...
es: Se ha alcanzado el número máximo de ordenes permitidas (%(maxlines)d), el resto se ignora...
hu: Maximális parancssorok száma (%(maxlines)d), a többi parancs figyelmen kívül lett hagyva...

source: End:
es: Fin:
hu: Vége:

source: The rest of the message is ignored:
es: El resto del mensaje se ignora:
hu: A levél további része figyelmen kívül lett hagyva:

source: Command?
es: ¿Orden?
hu: Parancs?

source: Too many errors encountered; the rest of the message is ignored:
es: Se han encontrado demasiados errores, el resto del mensaje se ignora:
hu: Túl sok hiba; a levél többi része figyelmen kívül lett hagyva:

source: An unexpected Mailman error has occurred. Please forward your request to the human list administrator in charge of this list at <%(admin)s>. The traceback is attached below and will be forwarded to the list administrator automatically.
es: Ha ocurrido un error inesperado en Mailman. Por favor, mande esto al encargado de esta lista de distribución en <%s> para que se haga cargo de esto. La pila de ordenes vienen a continuación y se mandará al administrador de la lista automáticamente.
hu: Váratlan Mailman hiba merült fel. Észrevételedet a(z) <%(admin)s> lista adminisztrátorának küldd el. Az alább található hibaüzent automatikusan elküldésre kerül a lista adminisztrátorának.

source: Unexpected Mailman error
es: Error de Mailman inesperado
hu: Váratlan Mailman hiba

source: An unexpected Mailman error has occurred in MailCommandHandler.ParseMailCommands(). Here is the traceback:
es: Ha ocurrido un error inesperado en Mailman en MailCommandHandler.ParseMailCommands(). Aquí está la pila de ordenes:
hu: Váratlan Mailman hiba merült fel a(z) MailCommandHandler.ParseMailCommands() helyen. Hibaüzenetek lejjebb:
